Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# retryArabic
source: Retry
bn: আবার চেষ্টা করুন
de: Wiederholen
es: Reintentar
fr: Réessayer
ms: Cuba lagi
ru: Повторить
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Error removing verse
bn: আয়াত সরাতে ত্রুটি
de: Fehler beim Entfernen des Verses
es: Error al eliminar versículo
fr: Erreur lors de la suppression du verset
ms: Ralat semasa membuang ayat
ru: Ошибка при удалении аята
ur: ุขุช ูนุงู ู ฺบ ุฎุฑุงุจ

source: Clear All
bn: সব পরিষ্কার করুন
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
ms: Kosongkan semua
ru: Очистить все
ur: ุชู ุงู ุตุงู ฺฉุฑฺบ

source: Error clearing verses
bn: আয়াত পরিষ্কার করতে ত্রুটি
de: Fehler beim Löschen der Verse
es: Error al limpiar versículos
fr: Erreur lors de l'effacement des versets
ms: Ralat semasa mengosongkan ayat
ru: Ошибка при очистке аятов
ur: ุขุงุช ุตุงู ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Test Now
bn: এখন পরীক্ষা করুন
de: Jetzt testen
es: Probar ahora
fr: Tester maintenant
ms: Uji sekarang
ru: Тестировать сейчас
ur: ุงุจฺพ ูนุณูน ฺฉุฑฺบ

# continueReading
source: Continue
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
ms: Teruskan
ru: Продолжить
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

source: Huda
bn: হুদা
ru: Худа
ur: ุฏูฐ

source: Quran Surahs
bn: কুরআনের সুরা
de: Koran-Suren
es: Suras del Corán
fr: Sourates du Coran
ms: Surah Al-Quran
ru: Суры Корана
ur: ูุฑุขู ฺฉ ุณูุฑุชฺบ

source: Widget Management
bn: উইজেট ব্যবস্থাপনা
de: Widget-Verwaltung
es: Gestión de widgets
fr: Gestion des widgets
ms: Pengurusan Widget
ru: Управление виджетами
ur: ูุฌูน ุงูุชุธุงู

source: Current Widgets
bn: বর্তমান উইজেট
de: Aktuelle Widgets
es: Widgets actuales
fr: Widgets actuels
ms: Widget semasa
ru: Текущие виджеты
ur: ู ูุฌูุฏ ูุฌูนุณ

source: Available Widgets
bn: উপলব্ধ উইজেট
de: Verfügbare Widgets
es: Widgets disponibles
fr: Widgets disponibles
ms: Widget tersedia
ru: Доступные виджеты
ur: ุฏุณุชุงุจ ูุฌูนุณ

source: Next Prayer
bn: পরবর্তী নামাজ
de: Nächstes Gebet
es: Próxima oración
fr: Prochaine prière
ms: Solat seterusnya
ru: Следующий намаз
ur: ุงฺฏู ูู ุงุฒ

source: Hijri Date
bn: হিজরি তারিখ
de: Hijri-Datum
es: Fecha Hijri
fr: Date Hijri
ms: Tarikh Hijrah
ru: Дата по Хиджри
ur: ุฌุฑ ุชุงุฑุฎ

source: Athkar Counter
bn: জিকির কাউন্টার
de: Athkar-Zähler
es: Contador de Athkar
fr: Compteur d'Athkar
ms: Kaunter Zikir
ru: Счетчик Азкар
ur: ุงุฐฺฉุงุฑ ฺฉุงุคููนุฑ

source: Remove
bn: সরান
de: Entfernen
es: Quitar
fr: Retirer
ms: Buang
ru: Удалить
ur: ูนุงุฆฺบ

source: Today
bn: আজ
de: Heute
es: Hoy
fr: Aujourd'hui
ms: Hari ini
ru: Сегодня
ur: ุขุฌ

source: No prayer times available
bn: কোন নামাজের সময় উপলব্ধ নেই
de: Keine Gebetszeiten verfügbar
es: No hay horarios de oración disponibles
fr: Aucun horaire de prière disponible
ms: Tiada waktu solat tersedia
ru: Времена намазов недоступны
ur: ูู ุงุฒ ฺฉ ุงููุงุช ุฏุณุชุงุจ ูฺบ

source: SUNRISE
bn: সূর্যোদয়
de: SONNENAUFGANG
es: AMANECER
fr: LEVER DU SOLEIL
ms: MATAHARI TERBIT
ru: ВОСХОД СОЛНЦА
ur: ุทููุน ุขูุชุงุจ

source: No Internet Connection
bn: কোন ইন্টারনেট সংযোগ নেই
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion Internet
ms: Tiada sambungan internet
ru: Нет интернет-соединения
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ

# pleaseCheckConnection
source: Please check your connection and try again.
bn: দয়া করে আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Por favor verifica tu conexión e intenta de nuevo.
fr: Veuillez vérifier votre connexion et réessayer.
ms: Sila semak sambungan anda dan cuba lagi.
ru: Пожалуйста, проверьте ваше соединение и попробуйте снова.
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ฺฉูฺฉุดู ฺฺฉ ฺฉุฑฺบ ุงูุฑ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# cannotLoadOffline
source: Cannot load {section} while offline. Please check your internet connection.
bn: অফলাইনে {section} লোড করা যাচ্ছে না। দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
de: Kann {section} offline nicht laden. Bitte überprüfen Sie Ihre Internetverbindung.
es: No se puede cargar {section} mientras estás sin conexión. Por favor verifica tu conexión a Internet.
fr: Impossible de charger {section} hors ligne. Veuillez vérifier votre connexion Internet.
ms: Tidak dapat memuat {section} di luar talian. Sila semak sambungan internet anda.
ru: Не удается загрузить {section} оффлайн. Пожалуйста, проверьте ваше интернет-соединение.
ur: ุขู ูุงุฆู ูู ฺฉ ุฏูุฑุงู {section} ููฺ ูฺบ ฺฉุฑ ุณฺฉุช ุจุฑุง ฺฉุฑู ุงูพูุง ุงููนุฑููน ฺฉูฺฉุดู ฺฺฉ ฺฉุฑฺบ

# noInternetOfflineUnavailable
source: No internet connection. No offline content available.
bn: কোন ইন্টারনেট সংযোগ নেই। অফলাইন বিষয়বস্তু উপলব্ধ নেই।
de: Keine Internetverbindung. Offline-Inhalte nicht verfügbar.
es: Sin conexión a Internet. No hay contenido sin conexión disponible.
fr: Aucune connexion Internet. Contenu hors ligne indisponible.
ms: Tiada sambungan internet. Kandungan luar talian tidak tersedia.
ru: Нет интернет-соединения. Оффлайн-контент недоступен.
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ ุขู ูุงุฆู ู ูุงุฏ ุฏุณุชุงุจ ูฺบ

source: Loading Athkar...
bn: জিকির লোড হচ্ছে...
de: Lade Athkar...
es: Cargando Athkar...
fr: Chargement des Athkar...
ms: Memuatkan Zikir...
ru: Загрузка Азкар...
ur: ุงุฐฺฉุงุฑ ููฺ ู ุฑ ฺบ...

source: Press for details
bn: বিস্তারিতের জন্য চাপুন
de: Für Details drücken
es: Presionar para detalles
fr: Appuyer pour les détails
ms: Tekan untuk butiran
ru: Нажмите для подробностей
ur: ุชูุตูุงุช ฺฉ ู ุฏุจุงุฆฺบ

# connectionTimedOut
source: Connection timed out. Please check your internet connection and try again.
bn: সংযোগের সময় শেষ। দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
de: Verbindung unterbrochen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: La conexión expiró. Por favor verifica tu conexión a Internet e intenta de nuevo.
fr: Connexion expirée. Veuillez vérifier votre connexion Internet et réessayer.
ms: Sambungan tamat masa. Sila semak sambungan internet anda dan cuba lagi.
ru: Время соединения истекло. Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова.
ur: ฺฉูฺฉุดู ฺฉุง ููุช ุฎุชู ู ฺฏุง ุจุฑุง ฺฉุฑู ุงูพูุง ุงููนุฑููน ฺฉูฺฉุดู ฺฺฉ ฺฉุฑฺบ ุงูุฑ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# serverTimeout
source: Server took too long to respond. Please try again.
bn: সার্ভার প্রতিক্রিয়া দিতে অনেক সময় নিয়েছে। দয়া করে আবার চেষ্টা করুন।
de: Der Server brauchte zu lange zum Antworten. Bitte versuchen Sie es erneut.
es: El servidor tardó demasiado en responder. Por favor intenta de nuevo.
fr: Le serveur a mis trop de temps à répondre. Veuillez réessayer.
ms: Pelayan mengambil masa terlalu lama untuk menjawab. Sila cuba lagi.
ru: Сервер слишком долго отвечает. Пожалуйста, попробуйте снова.
ur: ุณุฑูุฑ ู ุฌูุงุจ ุฏู ู ฺบ ุฒุงุฏ ููุช ูุง ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# responseTimeout
source: Response timeout. Please check your connection and try again.
bn: প্রতিক্রিয়ার সময় শেষ। দয়া করে আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
de: Antwort-Timeout. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Tiempo de respuesta agotado. Por favor verifica tu conexión e intenta de nuevo.
fr: Délai de réponse expiré. Veuillez vérifier votre connexion et réessayer.
ms: Masa respons tamat. Sila semak sambungan anda dan cuba lagi.
ru: Время ответа истекло. Пожалуйста, проверьте ваше соединение и попробуйте снова.
ur: ุฌูุงุจ ฺฉุง ููุช ุฎุชู  ุจุฑุง ฺฉุฑู ุงูพูุง ฺฉูฺฉุดู ฺฺฉ ฺฉุฑฺบ ุงูุฑ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# certificateError
source: There's a problem with the security certificate. Please try again later or contact support.
bn: নিরাপত্তা সার্টিফিকেটে সমস্যা আছে। দয়া করে পরে চেষ্টা করুন বা সাপোর্টে যোগাযোগ করুন।
de: Es gibt ein Problem mit dem Sicherheitszertifikat. Bitte versuchen Sie es später erneut oder wenden Sie sich an den Support.
es: Hay un problema con el certificado de seguridad. Por favor intenta más tarde o contacta al soporte.
fr: Il y a un problème avec le certificat de sécurité. Veuillez réessayer plus tard ou contacter le support.
ms: Terdapat masalah dengan sijil keselamatan. Sila cuba lagi kemudian atau hubungi sokongan.
ru: Проблема с сертификатом безопасности. Пожалуйста, попробуйте позже или обратитесь в службу поддержки.
ur: ุณฺฉูุฑูน ุณุฑูนูฺฉูน ู ฺบ ู ุณุฆู  ุจุฑุง ฺฉุฑู ุจุนุฏ ู ฺบ ฺฉูุดุด ฺฉุฑฺบ ุง ุณูพูุฑูน ุณ ุฑุงุจุท ฺฉุฑฺบ

# noInternetSettings
source: No internet connection. Please check your network settings and try again.
bn: কোন ইন্টারনেট সংযোগ নেই। দয়া করে আপনার নেটওয়ার্ক সেটিংস পরীক্ষা করুন এবং আবার চেষ্টা করুন।
de: Keine Internetverbindung. Bitte überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
es: Sin conexión a Internet. Por favor verifica tu configuración de red e intenta de nuevo.
fr: Aucune connexion Internet. Veuillez vérifier vos paramètres réseau et réessayer.
ms: Tiada sambungan internet. Sila semak tetapan rangkaian anda dan cuba lagi.
ru: Нет интернет-соединения. Пожалуйста, проверьте настройки сети и попробуйте снова.
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ ุจุฑุง ฺฉุฑู ุงูพู ููน ูุฑฺฉ ุณูนูฺฏุฒ ฺฺฉ ฺฉุฑฺบ ุงูุฑ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# networkError
source: Network error. Please check your internet connection.
bn: নেটওয়ার্ক ত্রুটি। দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Internetverbindung.
es: Error de red. Por favor verifica tu conexión a Internet.
fr: Erreur réseau. Veuillez vérifier votre connexion Internet.
ms: Ralat rangkaian. Sila semak sambungan internet anda.
ru: Ошибка сети. Пожалуйста, проверьте ваше интернет-соединение.
ur: ููน ูุฑฺฉ ุฎุฑุงุจ ุจุฑุง ฺฉุฑู ุงูพูุง ุงููนุฑููน ฺฉูฺฉุดู ฺฺฉ ฺฉุฑฺบ

# unexpectedError
source: An unexpected error occurred. Please try again.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। দয়া করে আবার চেষ্টা করুন।
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error inesperado. Por favor intenta de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
ms: Ralat tidak dijangka berlaku. Sila cuba lagi.
ru: Произошла неожиданная ошибка. Пожалуйста, попробуйте снова.
ur: ุบุฑ ู ุชููุน ุฎุฑุงุจ ูุฆ ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# badRequest
source: Bad request. Please check your input.
bn: ভুল অনুরোধ। দয়া করে আপনার ইনপুট পরীক্ষা করুন।
de: Ungültige Anfrage. Bitte überprüfen Sie Ihre Eingabe.
es: Solicitud incorrecta. Por favor verifica tu entrada.
fr: Mauvaise requête. Veuillez vérifier votre saisie.
ms: Permintaan tidak sah. Sila semak input anda.
ru: Неверный запрос. Пожалуйста, проверьте ваш ввод.
ur: ุบูุท ุฏุฑุฎูุงุณุช ุจุฑุง ฺฉุฑู ุงูพูุง ุงู ูพูน ฺฺฉ ฺฉุฑฺบ

# requestTimeout
source: Request timeout. Please try again.
bn: অনুরোধের সময় শেষ। দয়া করে আবার চেষ্টা করুন।
de: Anfrage-Timeout. Bitte versuchen Sie es erneut.
es: Tiempo de solicitud agotado. Por favor intenta de nuevo.
fr: Délai de requête expiré. Veuillez réessayer.
ms: Masa permintaan tamat. Sila cuba lagi.
ru: Время запроса истекло. Пожалуйста, попробуйте снова.
ur: ุฏุฑุฎูุงุณุช ฺฉุง ููุช ุฎุชู  ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# conflictError
source: Conflict occurred. Please resolve and try again.
bn: একটি দ্বন্দ্ব ঘটেছে। দয়া করে সমাধান করুন এবং আবার চেষ্টা করুন।
de: Ein Konflikt ist aufgetreten. Bitte lösen Sie ihn und versuchen Sie es erneut.
es: Ocurrió un conflicto. Por favor resuélvelo e intenta de nuevo.
fr: Un conflit s'est produit. Veuillez résoudre et réessayer.
ms: Konflik berlaku. Sila selesaikan dan cuba lagi.
ru: Произошел конфликт. Пожалуйста, разрешите его и попробуйте снова.
ur: ุชูุงุฒุน ูุง ุจุฑุง ฺฉุฑู ุญู ฺฉุฑฺบ ุงูุฑ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# validationFailed
source: Validation failed. Please check your input.
bn: যাচাইকরণ ব্যর্থ। দয়া করে আপনার ইনপুট পরীক্ষা করুন।
de: Validierung fehlgeschlagen. Bitte überprüfen Sie Ihre Eingabe.
es: Validación fallida. Por favor verifica tu entrada.
fr: Validation échouée. Veuillez vérifier votre saisie.
ms: Pengesahan gagal. Sila semak input anda.
ru: Проверка не удалась. Пожалуйста, проверьте ваш ввод.
ur: ุชูุซู ูุงฺฉุงู  ุจุฑุง ฺฉุฑู ุงูพูุง ุงู ูพูน ฺฺฉ ฺฉุฑฺบ

# tooManyRequests
source: Too many requests. Please wait and try again later.
bn: অনেক বেশি অনুরোধ। দয়া করে অপেক্ষা করুন এবং পরে আবার চেষ্টা করুন।
de: Zu viele Anfragen. Bitte warten Sie und versuchen Sie es später erneut.
es: Demasiadas solicitudes. Por favor espera e intenta más tarde.
fr: Trop de requêtes. Veuillez attendre et réessayer plus tard.
ms: Terlalu banyak permintaan. Sila tunggu dan cuba lagi kemudian.
ru: Слишком много запросов. Пожалуйста, подождите и попробуйте позже.
ur: ุจุช ุฒุงุฏ ุฏุฑุฎูุงุณุชฺบ ุจุฑุง ฺฉุฑู ุงูุชุธุงุฑ ฺฉุฑฺบ ุงูุฑ ุจุนุฏ ู ฺบ ฺฉูุดุด ฺฉุฑฺบ

# noInternetCachedTranslation
source: No internet connection and no cached translation available
bn: কোন ইন্টারনেট সংযোগ নেই এবং কোন ক্যাশ করা অনুবাদ উপলব্ধ নেই
de: Keine Internetverbindung und keine zwischengespeicherte Übersetzung verfügbar
es: Sin conexión a Internet y sin traducción en caché disponible
fr: Aucune connexion Internet et aucune traduction en cache disponible
ms: Tiada sambungan internet dan tiada terjemahan cache tersedia
ru: Нет интернет-соединения и нет доступного кэшированного перевода
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ ุงูุฑ ฺฉูุฆ ู ุญููุธ ุดุฏ ุชุฑุฌู  ุฏุณุชุงุจ ูฺบ

# noInternetCachedData
source: No internet connection and no cached data available
bn: কোন ইন্টারনেট সংযোগ নেই এবং কোন ক্যাশ করা ডেটা উপলব্ধ নেই
de: Keine Internetverbindung und keine zwischengespeicherten Daten verfügbar
es: Sin conexión a Internet y sin datos en caché disponibles
fr: Aucune connexion Internet et aucune donnée en cache disponible
ms: Tiada sambungan internet dan tiada data cache tersedia
ru: Нет интернет-соединения и нет доступных кэшированных данных
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ ุงูุฑ ฺฉูุฆ ู ุญููุธ ุดุฏ ฺูนุง ุฏุณุชุงุจ ูฺบ

# noInternetCachedTafsir
source: No internet connection and no cached tafsir available
bn: কোন ইন্টারনেট সংযোগ নেই এবং কোন ক্যাশ করা তাফসির উপলব্ধ নেই
de: Keine Internetverbindung und kein zwischengespeicherter Tafsir verfügbar
es: Sin conexión a Internet y sin tafsir en caché disponible
fr: Aucune connexion Internet et aucun tafsir en cache disponible
ms: Tiada sambungan internet dan tiada tafsir cache tersedia
ru: Нет интернет-соединения и нет доступного кэшированного тафсира
ur: ุงููนุฑููน ฺฉูฺฉุดู ูฺบ ุงูุฑ ฺฉูุฆ ู ุญููุธ ุดุฏ ุชูุณุฑ ุฏุณุชุงุจ ูฺบ

# clearAllCustomVersesConfirmation
source: Are you sure you want to remove all custom verses from your widget? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি আপনার উইজেট থেকে সব কাস্টম আয়াত সরাতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie alle benutzerdefinierten Verse aus Ihrem Widget entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los versículos personalizados de tu widget? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les versets personnalisés de votre widget? Cette action ne peut pas être annulée.
ms: Adakah anda pasti mahu membuang semua ayat suai daripada widget anda? Tindakan ini tidak boleh dibuat asal.
ru: Вы уверены, что хотите удалить все пользовательские аяты из вашего виджета? Это действие нельзя отменить.
ur: ฺฉุง ุขูพ ูุงูุน ุงูพู ูุฌูน ุณ ุชู ุงู ฺฉุณูนู ุขุงุช ูนุงูุง ฺุงุช ฺบุ  ุนู ู ูุงูพุณ ูฺบ ฺฉุง ุฌุง ุณฺฉุชุง

# chatError
source: Sorry, I encountered an error. Please try again.
bn: দুঃখিত, আমি একটি ত্রুটির সম্মুখীন হয়েছি। দয়া করে আবার চেষ্টা করুন।
de: Entschuldigung, ich bin auf einen Fehler gestoßen. Bitte versuchen Sie es erneut.
es: Lo siento, encontré un error. Por favor intenta de nuevo.
fr: Désolé, j'ai rencontré une erreur. Veuillez réessayer.
ms: Maaf, saya menghadapi ralat. Sila cuba lagi.
ru: Извините, я столкнулся с ошибкой. Пожалуйста, попробуйте снова.
ur: ู ุนุฐุฑุชุ ู ุฌฺพ ุงฺฉ ุฎุฑุงุจ ฺฉุง ุณุงู ูุง ูุง ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# tafsirDownloadSuccess
source: Tafsir downloaded successfully!
bn: তাফসির সফলভাবে ডাউনলোড হয়েছে!
de: Tafsir erfolgreich heruntergeladen!
es: ¡Tafsir descargado exitosamente!
fr: Tafsir téléchargé avec succès!
ms: Tafsir berjaya dimuat turun!
ru: Тафсир успешно загружен!
ur: ุชูุณุฑ ฺฉุงู ุงุจ ุณ ฺุงุคู ููฺ ู ฺฏุฆ!

# translationDownloadSuccess
source: Translation downloaded successfully!
bn: অনুবাদ সফলভাবে ডাউনলোড হয়েছে!
de: Übersetzung erfolgreich heruntergeladen!
es: ¡Traducción descargada exitosamente!
fr: Traduction téléchargée avec succès!
ms: Terjemahan berjaya dimuat turun!
ru: Перевод успешно загружен!
ur: ุชุฑุฌู  ฺฉุงู ุงุจ ุณ ฺุงุคู ููฺ ู ฺฏุง!

# tafsirError
source: Tafsir error: {message}
bn: তাফসির ত্রুটি: {message}
de: Tafsir-Fehler: {message}
es: Error de tafsir: {message}
fr: Erreur de tafsir: {message}
ms: Ralat tafsir: {message}
ru: Ошибка тафсира: {message}
ur: ุชูุณุฑ ุฎุฑุงุจ: {message}

# translationError
source: Translation error: {message}
bn: অনুবাদ ত্রুটি: {message}
de: Übersetzungsfehler: {message}
es: Error de traducción: {message}
fr: Erreur de traduction: {message}
ms: Ralat terjemahan: {message}
ru: Ошибка перевода: {message}
ur: ุชุฑุฌู  ุฎุฑุงุจ: {message}

# unknownError
source: Error: {message}
bn: ত্রুটি: {message}
de: Fehler: {message}
fr: Erreur: {message}
ms: Ralat: {message}
ru: Ошибка: {message}
ur: ุฎุฑุงุจ: {message}

# failedShareText
source: Failed to share text
bn: টেক্সট শেয়ার করতে ব্যর্থ
de: Fehler beim Teilen des Textes
es: Error al compartir texto
fr: Échec du partage de texte
ms: Gagal berkongsi teks
ru: Не удалось поделиться текстом
ur: ูนฺฉุณูน ุดุฆุฑ ฺฉุฑู ู ฺบ ูุงฺฉุงู

# failedShareImage
source: Failed to share image
bn: ছবি শেয়ার করতে ব্যর্থ
de: Fehler beim Teilen des Bildes
es: Error al compartir imagen
fr: Échec du partage d'image
ms: Gagal berkongsi imej
ru: Не удалось поделиться изображением
ur: ุชุตูุฑ ุดุฆุฑ ฺฉุฑู ู ฺบ ูุงฺฉุงู

# prayerCountdownStarted
source: Prayer countdown service started
bn: নামাজের কাউন্টডাউন সেবা শুরু হয়েছে
de: Gebetszeit-Countdown-Dienst gestartet
es: Servicio de cuenta regresiva de oración iniciado
fr: Service de compte à rebours de prière démarré
ms: Perkhidmatan kira detik solat dimulakan
ru: Служба обратного отсчета намаза запущена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุดุฑูุน ู ฺฏุฆ

# prayerCountdownStopped
source: Prayer countdown service stopped
bn: নামাজের কাউন্টডাউন সেবা বন্ধ হয়েছে
de: Gebetszeit-Countdown-Dienst gestoppt
es: Servicio de cuenta regresiva de oración detenido
fr: Service de compte à rebours de prière arrêté
ms: Perkhidmatan kira detik solat dihentikan
ru: Служба обратного отсчета намаза остановлена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุฑฺฉ ฺฏุฆ

# failedStartService
source: Failed to start service: {error}
bn: সেবা শুরু করতে ব্যর্থ: {error}
de: Fehler beim Starten des Dienstes: {error}
es: Error al iniciar servicio: {error}
fr: Échec du démarrage du service: {error}
ms: Gagal memulakan perkhidmatan: {error}
ru: Не удалось запустить службу: {error}
ur: ุณุฑูุณ ุดุฑูุน ฺฉุฑู ู ฺบ ูุงฺฉุงู : {error}

# failedStopService
source: Failed to stop service: {error}
bn: সেবা বন্ধ করতে ব্যর্থ: {error}
de: Fehler beim Stoppen des Dienstes: {error}
es: Error al detener servicio: {error}
fr: Échec de l'arrêt du service: {error}
ms: Gagal menghentikan perkhidmatan: {error}
ru: Не удалось остановить службу: {error}
ur: ุณุฑูุณ ุฑฺฉู ู ฺบ ูุงฺฉุงู : {error}

# prayerCountdownRestarted
source: Prayer countdown service restarted
bn: নামাজের কাউন্টডাউন সেবা পুনরায় চালু হয়েছে
de: Gebetszeit-Countdown-Dienst neu gestartet
es: Servicio de cuenta regresiva de oración reiniciado
fr: Service de compte à rebours de prière redémarré
ms: Perkhidmatan kira detik solat dimulakan semula
ru: Служба обратного отсчета намаза перезапущена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุฏูุจุงุฑ ุดุฑูุน ู ฺฏุฆ

# failedRestartService
source: Failed to restart service: {error}
bn: সেবা পুনরায় চালু করতে ব্যর্থ: {error}
de: Fehler beim Neustarten des Dienstes: {error}
es: Error al reiniciar servicio: {error}
fr: Échec du redémarrage du service: {error}
ms: Gagal memulakan semula perkhidmatan: {error}
ru: Не удалось перезапустить службу: {error}
ur: ุณุฑูุณ ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑู ู ฺบ ูุงฺฉุงู : {error}

source: Islamic Reminders
bn: ইসলামিক স্মরণীয়
de: Islamische Erinnerungen
es: Recordatorios islámicos
fr: Rappels islamiques
ms: Peringatan Islam
ru: Исламские напоминания
ur: ุงุณูุงู  ุงุฏุฏุงูุงฺบ

source: Surat Al-Kahf
bn: সুরা আল-কাহফ
fr: Sourate Al-Kahf
ms: Surah Al-Kahf
ru: Сура Аль-Кахф
ur: ุณูุฑ ุงูฺฉู

# everyFridayAt
source: Every Friday at {time}
bn: প্রতি শুক্রবার {time} এ
de: Jeden Freitag um {time}
es: Cada viernes a las {time}
fr: Chaque vendredi à {time}
ms: Setiap Jumaat pada {time}
ru: Каждую пятницу в {time}
ur: ุฑ ุฌู ุน {time} ุจุฌ

source: Morning & Evening Athkar
bn: সকাল ও সন্ধ্যার জিকির
de: Morgen- und Abend-Athkar
es: Athkar de mañana y tarde
fr: Athkar du matin et du soir
ms: Zikir Pagi dan Petang
ru: Утренние и вечерние Азкар
ur: ุตุจุญ ุงูุฑ ุดุงู ฺฉ ุงุฐฺฉุงุฑ

# dailyAthkarTimes
source: {morningTime} & {eveningTime} daily
bn: প্রতিদিন {morningTime} এবং {eveningTime}
de: {morningTime} und {eveningTime} täglich
es: {morningTime} y {eveningTime} diariamente
fr: {morningTime} et {eveningTime} quotidiennement
ms: {morningTime} dan {eveningTime} setiap hari
ru: {morningTime} и {eveningTime} ежедневно
ur: {morningTime} ุงูุฑ {eveningTime} ุฑูุฒุงู

source: Random Athkar
bn: এলোমেলো জিকির
de: Zufällige Athkar
es: Athkar aleatorio
fr: Athkar aléatoire
ms: Zikir Rawak
ru: Случайные Азкар
ur: ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ

# everyMinutes
source: Every {minutes} minutes
bn: প্রতি {frequency} মিনিটে
de: Alle {minutes} Minuten
es: Cada {minutes} minutos
fr: Toutes les {minutes} minutes
ms: Setiap {minutes} minit
ru: Каждые {minutes} минут
ur: ุฑ {minutes} ู ููน

source: Quran Reading Reminder
bn: কুরআন পড়ার স্মরণীয়
de: Koran-Leseerinnerung
es: Recordatorio de lectura del Corán
fr: Rappel de lecture du Coran
ms: Peringatan Membaca Al-Quran
ru: Напоминание о чтении Корана
ur: ูุฑุขู ูพฺฺพู ฺฉ ุงุฏุฏุงู

# dailyAt
source: Daily at {time}
bn: প্রতিদিন {time} এ
de: Täglich um {time}
es: Diariamente a las {time}
fr: Quotidiennement à {time}
ms: Setiap hari pada {time}
ru: Ежедневно в {time}
ur: ุฑูุฒุงู {time} ุจุฌ

source: Debug
bn: ডিবাগ
de: Debuggen
es: Depurar
fr: Déboguer
ms: Nyahpepijat
ru: Отладка
ur: ฺุจฺฏ

source: Reinit
bn: পুনরায় চালু করুন
de: Neu initialisieren
es: Reinicializar
fr: Réinitialiser
ms: Awalan semula
ru: Переинициализировать
ur: ุฏูุจุงุฑ ุดุฑูุน

source: Test Limits
bn: সীমা পরীক্ষা করুন
de: Grenzen testen
es: Probar límites
fr: Tester les limites
ms: Uji had
ru: Тестировать пределы
ur: ุญุฏูุฏ ูนุณูน ฺฉุฑฺบ

source: Checking coverage...
bn: কভারেজ পরীক্ষা করা হচ্ছে...
de: Abdeckung prüfen...
es: Verificando cobertura...
fr: Vérification de la couverture...
ms: Memeriksa liputan...
ru: Проверка покрытия...
ur: ฺฉูุฑุฌ ฺฺฉ ฺฉุฑ ุฑ ฺบ...

source: Refresh Coverage
bn: কভারেজ রিফ্রেশ করুন
de: Abdeckung aktualisieren
es: Actualizar cobertura
fr: Actualiser la couverture
ms: Muat semula liputan
ru: Обновить покрытие
ur: ฺฉูุฑุฌ ุชุงุฒ ฺฉุฑฺบ

source: Got it
bn: বুঝেছি
de: Verstanden
es: Entendido
fr: Compris
ms: Faham
ru: Понятно
ur: ุณู ุฌฺพ ฺฏุง

source: Athkar Frequency
bn: জিকিরের ফ্রিকোয়েন্সি
de: Athkar-Häufigkeit
es: Frecuencia de Athkar
fr: Fréquence d'Athkar
ms: Kekerapan Zikir
ru: Частота Азкар
ur: ุงุฐฺฉุงุฑ ฺฉ ุชุนุฏุฏ
