Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# howOftenReceiveAthkar
source: How often would you like to receive random Athkar?
bn: আপনি কত ঘন ঘন এলোমেলো জিকির পেতে চান?
de: Wie oft möchten Sie zufällige Athkar erhalten?
es: ¿Con qué frecuencia te gustaría recibir Athkar aleatorio?
fr: À quelle fréquence souhaitez-vous recevoir des Athkar aléatoires?
ms: Berapa kerap anda mahu menerima zikir rawak?
ru: Как часто вы хотите получать случайные Азкар?
ur: ุขูพ ฺฉุชู ุจุงุฑ ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ ุญุงุตู ฺฉุฑูุง ฺุงุช ฺบุ

# testNotificationScheduled
source: Test notification scheduled for 10 seconds from now!
bn: পরীক্ষার বিজ্ঞপ্তি ১০ সেকেন্ডের মধ্যে নির্ধারিত!
de: Test-Benachrichtigung in 10 Sekunden geplant!
es: ¡Notificación de prueba programada para dentro de 10 segundos!
fr: Notification de test programmée dans 10 secondes!
ms: Pemberitahuan ujian dijadualkan dalam 10 saat!
ru: Тестовое уведомление запланировано через 10 секунд!
ur: ูนุณูน ูููนูฺฉุดู ุงุจ ุณ 10 ุณฺฉูฺ ุจุนุฏ ุดฺูู ฺฉ ฺฏุฆ!

# checkConsoleDebugInfo
source: Check console for debug info
bn: ডিবাগ তথ্যের জন্য কনসোল পরীক্ষা করুন
de: Konsole auf Debug-Informationen überprüfen
es: Verificar consola para información de depuración
fr: Vérifier la console pour les informations de débogage
ms: Semak konsol untuk maklumat nyahpepijat
ru: Проверьте консоль на предмет отладочной информации
ur: ฺุจฺฏ ู ุนููู ุงุช ฺฉ ู ฺฉูุณูู ฺฺฉ ฺฉุฑฺบ

source: Force re-initialized notifications
bn: জোর করে বিজ্ঞপ্তি পুনরায় চালু করা হয়েছে
de: Benachrichtigungen zwangsweise neu initialisiert
es: Notificaciones reinicializadas forzosamente
fr: Notifications réinitialisées de force
ms: Paksa awalan semula pemberitahuan
ru: Принудительно переинициализированы уведомления
ur: ูููนูฺฉุดูุฒ ฺฉู ุฒุจุฑุฏุณุช ุฏูุจุงุฑ ุดุฑูุน ฺฉุง ฺฏุง

# checkConsoleLimitTestResults
source: Check console for limit test results
bn: সীমা পরীক্ষার ফলাফলের জন্য কনসোল পরীক্ষা করুন
de: Konsole auf Grenzentest-Ergebnisse überprüfen
es: Verificar consola para resultados de prueba de límites
fr: Vérifier la console pour les résultats du test de limites
ms: Semak konsol untuk keputusan ujian had
ru: Проверьте консоль на результаты теста пределов
ur: ุญุฏ ูนุณูน ฺฉ ูุชุงุฆุฌ ฺฉ ู ฺฉูุณูู ฺฺฉ ฺฉุฑฺบ

# coverageDaysNotifications
source: Coverage: ~{days} days ({count} notifications)
bn: কভারেজ: ~{days} দিন ({count} বিজ্ঞপ্তি)
de: Abdeckung: ~{days} Tage ({count} Benachrichtigungen)
es: Cobertura: ~{days} días ({count} notificaciones)
fr: Couverture: ~{days} jours ({count} notifications)
ms: Liputan: ~{days} hari ({count} pemberitahuan)
ru: Покрытие: ~{days} дней ({count} уведомлений)
ur: ฺฉูุฑุฌ: ~{days} ุฏู ({count} ูููนูฺฉุดูุฒ)

source: Notifications Enabled
bn: বিজ্ঞপ্তি সক্রিয়
de: Benachrichtigungen aktiviert
es: Notificaciones habilitadas
fr: Notifications activées
ms: Pemberitahuan diaktifkan
ru: Уведомления включены
ur: ูููนูฺฉุดูุฒ ูุนุงู

source: Notifications Disabled
bn: বিজ্ঞপ্তি নিষ্ক্রিয়
de: Benachrichtigungen deaktiviert
es: Notificaciones deshabilitadas
fr: Notifications désactivées
ms: Pemberitahuan dilumpuhkan
ru: Уведомления отключены
ur: ูููนูฺฉุดูุฒ ุบุฑ ูุนุงู

# tapToEnableNotifications
source: Tap to enable notification permissions
bn: বিজ্ঞপ্তি অনুমতি সক্রিয় করতে ট্যাপ করুন
de: Tippen, um Benachrichtigungsberechtigungen zu aktivieren
es: Toca para habilitar permisos de notificación
fr: Appuyer pour activer les permissions de notification
ms: Ketik untuk mengaktifkan kebenaran pemberitahuan
ru: Нажмите, чтобы включить разрешения уведомлений
ur: ูููนูฺฉุดู ฺฉ ุงุฌุงุฒุงุช ูุนุงู ฺฉุฑู ฺฉ ู ูนูพ ฺฉุฑฺบ

source: Notifications
bn: বিজ্ঞপ্তি
de: Benachrichtigungen
es: Notificaciones
ms: Pemberitahuan
ru: Уведомления
ur: ูููนูฺฉุดูุฒ

source: Home
bn: হোম
de: Startseite
es: Inicio
fr: Accueil
ms: Utama
ru: Главная
ur: ฺฏฺพุฑ

# booksScreen
source: Books
bn: বই
de: Bücher
es: Libros
fr: Livres
ms: Buku
ru: Книги
ur: ฺฉุชุงุจฺบ

# pdfScreen
source: PDF
bn: পিডিএফ
ur: ูพ ฺ ุงู

# prayerTimesTooltip
source: Prayer Times
bn: নামাজের সময়
de: Gebetszeiten
es: Horarios de oración
fr: Heures de prière
ms: Waktu Solat
ru: Времена намазов
ur: ูู ุงุฒ ฺฉ ุงููุงุช

# qiblahTooltip
source: Qiblah Direction
bn: কিবলার দিক
de: Qibla-Richtung
es: Dirección de Qibla
fr: Direction de Qibla
ms: Arah Kiblat
ru: Направление Киблы
ur: ูุจู ฺฉ ุณู ุช

# tasbihTooltip
source: Tasbih Counter
bn: তাসবিহ কাউন্টার
de: Tasbih-Zähler
es: Contador Tasbih
fr: Compteur Tasbih
ms: Kaunter Tasbih
ru: Счетчик Тасбих
ur: ุชุณุจุญ ฺฉุงุคููนุฑ

# islamicNotificationsTooltip
source: Islamic Notifications
bn: ইসলামিক বিজ্ঞপ্তি
de: Islamische Benachrichtigungen
es: Notificaciones islámicas
fr: Notifications islamiques
ms: Pemberitahuan Islam
ru: Исламские уведомления
ur: ุงุณูุงู  ูููนูฺฉุดูุฒ

# hadithTooltip
source: Hadith
bn: হাদিস
ms: Hadis
ru: Хадис
ur: ุญุฏุซ

# hadithChaptersTooltip
source: Hadith Chapters
bn: হাদিসের অধ্যায়
de: Hadith-Kapitel
es: Capítulos de Hadith
fr: Chapitres de Hadith
ms: Bab Hadis
ru: Главы хадисов
ur: ุญุฏุซ ฺฉ ุงุจูุงุจ

# hadithDetailsTooltip
source: Hadith Details
bn: হাদিসের বিস্তারিত
es: Detalles del Hadith
fr: Détails du Hadith
ms: Butiran Hadis
ru: Детали хадиса
ur: ุญุฏุซ ฺฉ ุชูุตูุงุช

# booksTooltip
source: Books
bn: বই
de: Bücher
es: Libros
fr: Livres
ms: Buku
ru: Книги
ur: ฺฉุชุงุจฺบ

# bookmarksTooltip
source: Bookmarks
bn: বুকমার্ক
de: Lesezeichen
es: Marcadores
fr: Signets
ms: Penanda Buku
ru: Закладки
ur: ุจฺฉ ู ุงุฑฺฉุณ

# hijriCalendarTooltip
source: Hijri Calendar
bn: হিজরি ক্যালেন্ডার
de: Hijri-Kalender
es: Calendario Hijri
fr: Calendrier Hijri
ms: Kalendar Hijrah
ru: Хиджри календарь
ur: ุฌุฑ ฺฉููฺุฑ

# homeScreenWidgetManagementTooltip
source: Home Screen Widget Management
bn: হোম স্ক্রিন উইজেট ব্যবস্থাপনা
de: Startbildschirm-Widget-Verwaltung
es: Gestión del widget de pantalla de inicio
fr: Gestion du widget d'écran d'accueil
ms: Pengurusan Widget Skrin Utama
ru: Управление виджетом главного экрана
ur: ูู ุณฺฉุฑู ูุฌูน ฺฉุง ุงูุชุธุงู

# quranSurahsTooltip
source: Quran Surahs
bn: কুরআনের সুরা
de: Koran-Suren
es: Suras del Corán
fr: Sourates du Coran
ms: Surah Al-Quran
ru: Суры Корана
ur: ูุฑุขู ฺฉ ุณูุฑุชฺบ

# settingsTooltip
source: Settings
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
ms: Tetapan
ru: Настройки
ur: ุชุฑุชุจุงุช

# athkarDetailsTooltip
source: Athkar Details
bn: জিকিরের বিস্তারিত
es: Detalles de Athkar
fr: Détails d'Athkar
ms: Butiran Zikir
ru: Детали Азкар
ur: ุงุฐฺฉุงุฑ ฺฉ ุชูุตูุงุช

# zoomInTooltip
source: Zoom In
bn: জুম ইন
de: Vergrößern
es: Acercar
fr: Zoom avant
ms: Zum masuk
ru: Увеличить
ur: ุฒูู ุงู

# zoomOutTooltip
source: Zoom Out
bn: জুম আউট
de: Verkleinern
es: Alejar
fr: Zoom arrière
ms: Zum keluar
ru: Уменьшить
ur: ุฒูู ุขุคูน

# searchHint
source: Search...
bn: অনুসন্ধান...
de: Suchen...
es: Buscar...
fr: Rechercher...
ms: Cari...
ru: Поиск...
ur: ุชูุงุด...

# enterBookNameHint
source: Enter book name
bn: বইয়ের নাম লিখুন
de: Buchnamen eingeben
es: Ingresa el nombre del libro
fr: Entrez le nom du livre
ms: Masukkan nama buku
ru: Введите название книги
ur: ฺฉุชุงุจ ฺฉุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

# enterAuthorNameHint
source: Enter author name
bn: লেখকের নাম লিখুন
de: Autorennamen eingeben
es: Ingresa el nombre del autor
fr: Entrez le nom de l'auteur
ms: Masukkan nama pengarang
ru: Введите имя автора
ur: ู ุตูู ฺฉุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

# enterDescriptionHint
source: Enter description
bn: বর্ণনা লিখুন
de: Beschreibung eingeben
es: Ingresa descripción
fr: Entrez la description
ms: Masukkan penerangan
ru: Введите описание
ur: ุชูุตู ุฏุฑุฌ ฺฉุฑฺบ

# enterNotesHint
source: Enter your notes here...
bn: এখানে আপনার নোট লিখুন...
de: Ihre Notizen hier eingeben...
es: Ingresa tus notas aquí...
fr: Entrez vos notes ici...
ms: Masukkan nota anda di sini...
ru: Введите ваши заметки здесь...
ur: ุงฺบ ุงูพู ูููนุณ ุฏุฑุฌ ฺฉุฑฺบ...

# searchBooksHint
source: Search books...
bn: বই অনুসন্ধান করুন...
de: Bücher suchen...
es: Buscar libros...
fr: Rechercher des livres...
ms: Cari buku...
ru: Поиск книг...
ur: ฺฉุชุงุจฺบ ุชูุงุด ฺฉุฑฺบ...

# searchBookmarksHint
source: Search bookmarks...
bn: বুকমার্ক অনুসন্ধান করুন...
de: Lesezeichen suchen...
es: Buscar marcadores...
fr: Rechercher des signets...
ms: Cari penanda buku...
ru: Поиск закладок...
ur: ุจฺฉ ู ุงุฑฺฉุณ ุชูุงุด ฺฉุฑฺบ...

# searchHadithHint
source: Search hadith...
bn: হাদিস অনুসন্ধান করুন...
de: Hadith suchen...
es: Buscar hadith...
fr: Rechercher des hadith...
ms: Cari hadis...
ru: Поиск хадисов...
ur: ุญุฏุซ ุชูุงุด ฺฉุฑฺบ...

# typeMessageHint
source: Type your message...
bn: আপনার বার্তা টাইপ করুন...
de: Ihre Nachricht eingeben...
es: Escribe tu mensaje...
fr: Tapez votre message...
ms: Taip mesej anda...
ru: Введите ваше сообщение...
ur: ุงูพูุง ูพุบุงู ูนุงุฆูพ ฺฉุฑฺบ...

# searchAthkarHint
source: Search athkar...
bn: জিকির অনুসন্ধান করুন...
de: Athkar suchen...
es: Buscar athkar...
fr: Rechercher des athkar...
ms: Cari zikir...
ru: Поиск азкар...
ur: ุงุฐฺฉุงุฑ ุชูุงุด ฺฉุฑฺบ...

source: Confirm Delete
bn: মুছে ফেলার নিশ্চয়তা
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ms: Sahkan padam
ru: Подтвердить удаление
ur: ุญุฐู ฺฉ ุชุตุฏู

# deleteConfirmation
source: Are you sure you want to delete this item?
bn: আপনি কি নিশ্চিত যে আপনি এই আইটেমটি মুছতে চান?
de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es: ¿Estás seguro de que quieres eliminar este elemento?
fr: Êtes-vous sûr de vouloir supprimer cet élément?
ms: Adakah anda pasti mahu memadam item ini?
ru: Вы уверены, что хотите удалить этот элемент?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุขุฆูนู ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: Delete Bookmark
bn: বুকমার্ক মুছুন
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
ms: Padam penanda buku
ru: Удалить закладку
ur: ุจฺฉ ู ุงุฑฺฉ ุญุฐู ฺฉุฑฺบ

# deleteBookmarkConfirmation
source: Are you sure you want to delete this bookmark? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি এই বুকমার্কটি মুছতে চান?
de: Sind Sie sicher, dass Sie dieses Lesezeichen löschen möchten?
es: ¿Estás seguro de que quieres eliminar este marcador?
fr: Êtes-vous sûr de vouloir supprimer ce signet?
ms: Adakah anda pasti mahu memadam penanda buku ini?
ru: Вы уверены, что хотите удалить эту закладку?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุจฺฉ ู ุงุฑฺฉ ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: Confirm Clear All
bn: সব পরিষ্কার করার নিশ্চয়তা
de: Alle löschen bestätigen
es: Confirmar limpiar todo
fr: Confirmer l'effacement de tout
ms: Sahkan kosongkan semua
ru: Подтвердить очистку всего
ur: ุชู ุงู ุตุงู ฺฉุฑู ฺฉ ุชุตุฏู

# clearAllConfirmation
source: Are you sure you want to clear all items? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি সব আইটেম পরিষ্কার করতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie alle Elemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres limpiar todos los elementos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir effacer tous les éléments? Cette action ne peut pas être annulée.
ms: Adakah anda pasti mahu mengosongkan semua item? Tindakan ini tidak boleh dibuat asal.
ru: Вы уверены, что хотите очистить все элементы? Это действие нельзя отменить.
ur: ฺฉุง ุขูพ ูุงูุน ุชู ุงู ุขุฆูนู ุฒ ุตุงู ฺฉุฑูุง ฺุงุช ฺบุ  ุนู ู ูุงูพุณ ูฺบ ฺฉุง ุฌุง ุณฺฉุชุง

# exitDialog
source: Exit Application
bn: অ্যাপ থেকে বের হন
de: App beenden
es: Salir de la aplicación
fr: Quitter l'application
ms: Keluar dari aplikasi
ru: Выйти из приложения
ur: ุงูพูฺฉุดู ุณ ุฎุฑูุฌ

# exitConfirmation
source: Are you sure you want to exit?
bn: আপনি কি নিশ্চিত যে আপনি বের হতে চান?
de: Sind Sie sicher, dass Sie beenden möchten?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter?
ms: Adakah anda pasti mahu keluar?
ru: Вы уверены, что хотите выйти?
ur: ฺฉุง ุขูพ ูุงูุน ุจุงุฑ ูฺฉููุง ฺุงุช ฺบุ

# permissionDialog
source: Permission Required
bn: অনুমতি প্রয়োজন
de: Berechtigung erforderlich
es: Permiso requerido
fr: Permission requise
ms: Kebenaran diperlukan
ru: Требуется разрешение
ur: ุงุฌุงุฒุช ุฏุฑฺฉุงุฑ

# permissionMessage
source: This feature requires permission to access your device. Please grant permission to continue.
bn: এই বৈশিষ্ট্যটি আপনার ডিভাইস অ্যাক্সেস করার জন্য অনুমতি প্রয়োজন। অব্যাহত রাখতে দয়া করে অনুমতি দিন।
de: Diese Funktion benötigt eine Berechtigung für den Zugriff auf Ihr Gerät. Bitte erteilen Sie die Berechtigung, um fortzufahren.
es: Esta función requiere permiso para acceder a tu dispositivo. Por favor otorga el permiso para continuar.
fr: Cette fonctionnalité nécessite une permission d'accès à votre appareil. Veuillez accorder la permission pour continuer.
ms: Ciri ini memerlukan kebenaran untuk mengakses peranti anda. Sila berikan kebenaran untuk meneruskan.
ru: Этой функции нужно разрешение на доступ к вашему устройству. Пожалуйста, предоставьте разрешение для продолжения.
ur: ุงุณ ูฺุฑ ฺฉู ุขูพ ฺฉ ฺูุงุฆุณ ุชฺฉ ุฑุณุงุฆ ฺฉ ุงุฌุงุฒุช ุฏุฑฺฉุงุฑ  ุจุฑุง ฺฉุฑู ุฌุงุฑ ุฑฺฉฺพู ฺฉ ู ุงุฌุงุฒุช ุฏฺบ

source: OK
bn: ঠিক আছে
es: Aceptar
ru: ОК
ur: ูนฺพฺฉ 

source: Yes
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
ms: Ya
ru: Да
ur: ุงฺบ

source: No
bn: না
de: Nein
fr: Non
ms: Tidak
ru: Нет
ur: ูฺบ

source: Done
bn: সম্পন্ন
de: Fertig
es: Hecho
fr: Terminé
ms: Selesai
ru: Готово
ur: ู ฺฏุง

source: Close
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
ms: Tutup
ru: Закрыть
ur: ุจูุฏ ฺฉุฑฺบ

source: Back
bn: পিছনে
de: Zurück
es: Atrás
fr: Retour
ms: Kembali
ru: Назад
ur: ูุงูพุณ

source: Previous
bn: পূর্ববর্তী
de: Vorherige
es: Anterior
fr: Précédent
ms: Sebelumnya
ru: Предыдущий
ur: ูพฺฺพูุง

source: Failed to load
bn: লোড করতে ব্যর্থ
de: Fehler beim Laden
es: Error al cargar
fr: Échec du chargement
ms: Gagal memuat
ru: Не удалось загрузить
ur: ููฺ ฺฉุฑู ู ฺบ ูุงฺฉุงู

source: Connection Error
bn: সংযোগ ত্রুটি
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
ms: Ralat sambungan
ru: Ошибка соединения
ur: ฺฉูฺฉุดู ุฎุฑุงุจ

# loadingFailed
source: Loading failed. Please try again.
bn: লোড ব্যর্থ। দয়া করে আবার চেষ্টা করুন।
de: Laden fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cargar. Por favor intenta de nuevo.
fr: Chargement échoué. Veuillez réessayer.
ms: Pemuatan gagal. Sila cuba lagi.
ru: Загрузка не удалась. Пожалуйста, попробуйте снова.
ur: ููฺูฺฏ ูุงฺฉุงู  ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: File not found
bn: ফাইল পাওয়া যায়নি
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier non trouvé
ms: Fail tidak dijumpai
ru: Файл не найден
ur: ูุงุฆู ูฺบ ู ู

source: Permission denied
bn: অনুমতি প্রত্যাখ্যান
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
ms: Kebenaran ditolak
ru: Разрешение отклонено
ur: ุงุฌุงุฒุช ู ุณุชุฑุฏ

source: Book Name
bn: বইয়ের নাম
de: Buchname
es: Nombre del libro
fr: Nom du livre
ms: Nama buku
ru: Название книги
ur: ฺฉุชุงุจ ฺฉุง ูุงู

source: Author Name
bn: লেখকের নাম
de: Autorenname
es: Nombre del autor
fr: Nom de l'auteur
ms: Nama pengarang
ru: Имя автора
ur: ู ุตูู ฺฉุง ูุงู

source: Download started
bn: ডাউনলোড শুরু হয়েছে
de: Download gestartet
es: Descarga iniciada
fr: Téléchargement commencé
ms: Muat turun dimulakan
ru: Загрузка началась
ur: ฺุงุคู ููฺ ุดุฑูุน ูุง

source: Download complete
bn: ডাউনলোড সম্পূর্ণ
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
ms: Muat turun selesai
ru: Загрузка завершена
ur: ฺุงุคู ููฺ ู ฺฉู ู

# operationComplete
source: Operation completed successfully
bn: অপারেশন সফলভাবে সম্পূর্ণ
de: Vorgang erfolgreich abgeschlossen
es: Operación completada exitosamente
fr: Opération terminée avec succès
ms: Operasi berjaya diselesaikan
ru: Операция успешно завершена
ur: ุขูพุฑุดู ฺฉุงู ุงุจ ุณ ู ฺฉู ู ูุง

source: Athkar
bn: জিকির
ms: Zikir
ru: Азкар
ur: ุงุฐฺฉุงุฑ

# athkarLoadingError
source: Error loading Athkar
bn: জিকির লোড করতে ত্রুটি
de: Fehler beim Laden der Athkar
es: Error al cargar Athkar
fr: Erreur lors du chargement des Athkar
ms: Ralat semasa memuat zikir
ru: Ошибка при загрузке Азкар
ur: ุงุฐฺฉุงุฑ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# searchResultsFound
source: {count} results found
bn: {count} ফলাফল পাওয়া গেছে
de: {count} Ergebnisse gefunden
es: {count} resultados encontrados
fr: {count} résultats trouvés
ms: {count} keputusan dijumpai
ru: Найдено {count} результатов
ur: {count} ูุชุงุฆุฌ ู ู

source: No results found
bn: কোন ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ms: Tiada keputusan dijumpai
ru: Результаты не найдены
ur: ฺฉูุฆ ูุชุงุฆุฌ ูฺบ ู ู

# tryDifferentSearch
source: Try different search terms
bn: বিভিন্ন অনুসন্ধান শব্দ চেষ্টা করুন
de: Versuchen Sie andere Suchbegriffe
es: Intenta términos de búsqueda diferentes
fr: Essayez des termes de recherche différents
ms: Cuba istilah carian yang berbeza
ru: Попробуйте другие поисковые термины
ur: ู ุฎุชูู ุชูุงุด ฺฉ ุงุตุทูุงุญุงุช ุขุฒู ุงุฆฺบ

source: Click for details
bn: বিস্তারিতের জন্য ক্লিক করুন
de: Für Details klicken
es: Clic para detalles
fr: Cliquer pour les détails
ms: Klik untuk butiran
ru: Нажмите для подробностей
ur: ุชูุตูุงุช ฺฉ ู ฺฉูฺฉ ฺฉุฑฺบ

source: Islamic Assistant
bn: ইসলামিক সহায়ক
de: Islamischer Assistent
es: Asistente islámico
fr: Assistant islamique
ms: Pembantu Islam
ru: Исламский помощник
ur: ุงุณูุงู  ู ุนุงูู

source: Welcome to Huda AI
bn: হুদা এআইতে স্বাগতম
de: Willkommen bei Huda AI
es: Bienvenido a Huda AI
fr: Bienvenue sur Huda AI
ms: Selamat datang ke Huda AI
ru: Добро пожаловать в Huda AI
ur: ุฏูฐ ุง ุขุฆ ู ฺบ ุฎูุด ุขู ุฏุฏ

# welcomeToHudaArabic
source: Welcome to Huda
bn: হুদাতে স্বাগতম
de: Willkommen bei Huda
es: Bienvenido a Huda
fr: Bienvenue sur Huda
ms: Selamat datang ke Huda
ru: Добро пожаловать в Huda
ur: ุฏูฐ ู ฺบ ุฎูุด ุขู ุฏุฏ

# aiIntroMessage
source: Ask me any question about Islam, and I'll provide answers based on the Qur'an and authentic Sunnah.
bn: ইসলাম সম্পর্কে আমাকে যেকোনো প্রশ্ন করুন, এবং আমি কুরআন ও সহীহ সুন্নাহর উপর ভিত্তি করে উত্তর প্রদান করব।
de: Stellen Sie mir beliebige Fragen über den Islam, und ich werde Antworten basierend auf Koran und authentischer Sunnah liefern.
es: Hazme cualquier pregunta sobre el Islam, y proporcionaré respuestas basadas en el Corán y la Sunnah auténtica.
fr: Posez-moi n'importe quelle question sur l'Islam, et je fournirai des réponses basées sur le Coran et la Sunnah authentique.
ms: Tanya saya apa-apa soalan tentang Islam, dan saya akan memberikan jawapan berdasarkan Al-Quran dan Sunnah yang sahih.
ru: Задайте мне любые вопросы об Исламе, и я предоставлю ответы на основе Корана и достоверной Сунны.
ur: ุงุณูุงู ฺฉ ุจุงุฑ ู ฺบ ฺฉูุฆ ุจฺพ ุณูุงู ูพูฺฺพฺบุ ุงูุฑ ู ฺบ ูุฑุขู ุงูุฑ ุตุญุญ ุณูุช ฺฉ ุจูุงุฏ ูพุฑ ุฌูุงุจ ุฏูฺบ ฺฏุง

# aiAssistantTitle
source: AI Assistant
bn: এআই সহায়ক
de: KI-Assistent
es: Asistente AI
fr: Assistant IA
ms: Pembantu AI
ru: ИИ Помощник
ur: ุง ุขุฆ ู ุนุงูู

# aiAssistantSubtitle
source: Provides answers based on Islamic teachings but should not be considered a definitive source.
bn: ইসলামিক শিক্ষার উপর ভিত্তি করে উত্তর প্রদান করে কিন্তু চূড়ান্ত উৎস হিসেবে বিবেচনা করা উচিত নয়।
de: Bietet Antworten basierend auf islamischen Lehren, sollte aber nicht als definitive Quelle betrachtet werden.
es: Proporciona respuestas basadas en enseñanzas islámicas pero no debe considerarse una fuente definitiva.
fr: Fournit des réponses basées sur les enseignements islamiques mais ne doit pas être considéré comme une source définitive.
ms: Memberikan jawapan berdasarkan ajaran Islam tetapi tidak patut dianggap sebagai sumber muktamad.
ru: Предоставляет ответы на основе исламских учений, но не должен рассматриваться как окончательный источник.
ur: ุงุณูุงู  ุชุนูู ุงุช ฺฉ ุจูุงุฏ ูพุฑ ุฌูุงุจุงุช ูุฑุงู ฺฉุฑุชุง  ูฺฉู ุงุณ ุญุชู  ุฐุฑุน ูฺบ ุณู ุฌฺพุง ุฌุงูุง ฺุง

# verifySourcesTitle
source: Verify with authentic sources
bn: প্রামাণিক উৎসের সাথে যাচাই করুন
de: Mit authentischen Quellen verifizieren
es: Verificar con fuentes auténticas
fr: Vérifier avec des sources authentiques
ms: Sahkan dengan sumber sahih
ru: Проверяйте с достоверными источниками
ur: ู ุนุชุจุฑ ุฐุฑุงุฆุน ุณ ุชุตุฏู ฺฉุฑฺบ

# verifySourcesSubtitle
source: Always cross-check AI responses with the Qur'an and Sunnah.
bn: সর্বদা কুরআন ও সুন্নাহর সাথে এআই উত্তর যাচাই করুন।
de: Überprüfen Sie KI-Antworten immer mit Koran und Sunnah.
es: Siempre verifica las respuestas de AI con el Corán y la Sunnah.
fr: Toujours vérifier les réponses de l'IA avec le Coran et la Sunnah.
ms: Sentiasa sahkan jawapan AI dengan Al-Quran dan Sunnah.
ru: Всегда проверяйте ответы ИИ с Кораном и Сунной.
ur: ู ุด ุง ุขุฆ ฺฉ ุฌูุงุจุงุช ฺฉู ูุฑุขู ุงูุฑ ุณูุช ุณ ฺฺฉ ฺฉุฑฺบ

source: Try asking:
bn: জিজ্ঞাসা করার চেষ্টা করুন:
de: Versuchen Sie zu fragen:
es: Intenta preguntar:
fr: Essayez de demander:
ms: Cuba tanya:
ru: Попробуйте спросить:
ur: ูพูฺฺพู ฺฉ ฺฉูุดุด ฺฉุฑฺบ:

# exampleQuestion1
source: What are the five pillars of Islam?
bn: ইসলামের পাঁচটি স্তম্ভ কী কী?
de: Was sind die fünf Säulen des Islam?
es: ¿Cuáles son los cinco pilares del Islam?
fr: Quels sont les cinq piliers de l'Islam?
ms: Apakah lima rukun Islam?
ru: Каковы пять столпов Ислама?
ur: ุงุณูุงู ฺฉ ูพุงูฺ ุฑฺฉู ฺฉุง ฺบุ

# exampleQuestion2
source: How can I improve my khushu in prayer?
bn: নামাজে আমি কীভাবে আমার খুশু উন্নত করতে পারি?
de: Wie kann ich mein Khushu im Gebet verbessern?
es: ¿Cómo puedo mejorar mi khushu en la oración?
fr: Comment puis-je améliorer mon khushu dans la prière?
ms: Bagaimana saya boleh meningkatkan khusyuk dalam solat?
ru: Как я могу улучшить свой хушу в молитве?
ur: ู ฺบ ูู ุงุฒ ู ฺบ ุงูพูุง ุฎุดูุน ฺฉุณ ุจุชุฑ ุจูุง ุณฺฉุชุง ูฺบุ

# exampleQuestion3
source: What should I say before going to sleep?
bn: ঘুমানোর আগে আমার কী বলা উচিত?
de: Was soll ich vor dem Schlafen sagen?
es: ¿Qué debo decir antes de ir a dormir?
fr: Que dois-je dire avant d'aller dormir?
ms: Apa yang patut saya katakan sebelum tidur?
ru: Что мне сказать перед сном?
ur: ุณูู ุณ ูพู ฺฉุง ฺฉูุง ฺุงุ

# exampleQuestion4
source: Tell me a hadith about kindness.
bn: দয়া সম্পর্কে আমাকে একটি হাদিস বলুন।
de: Erzählen Sie mir einen Hadith über Güte.
es: Cuéntame un hadith sobre la bondad.
fr: Racontez-moi un hadith sur la bonté.
ms: Ceritakan hadis tentang kebaikan.
ru: Расскажите мне хадис о доброте.
ur: ู ุฑุจุงู ฺฉ ุจุงุฑ ู ฺบ ฺฉูุฆ ุญุฏุซ ุจุชุงุฆฺบ

# hudaAIThinking
source: Huda AI is thinking...
bn: হুদা এআই চিন্তা করছে...
de: Huda AI denkt nach...
es: Huda AI está pensando...
fr: Huda AI réfléchit...
ms: Huda AI sedang berfikir...
ru: Huda AI думает...
ur: ุฏูฐ ุง ุขุฆ ุณูฺ ุฑุง ...

# analyzingQuestion
source: Analyzing your question with Islamic sources
bn: ইসলামিক উৎসের সাথে আপনার প্রশ্ন বিশ্লেষণ করা হচ্ছে
de: Analysiere Ihre Frage mit islamischen Quellen
es: Analizando tu pregunta con fuentes islámicas
fr: Analyse de votre question avec des sources islamiques
ms: Menganalisis soalan anda dengan sumber Islam
ru: Анализирую ваш вопрос с исламскими источниками
ur: ุขูพ ฺฉ ุณูุงู ฺฉุง ุงุณูุงู  ุฐุฑุงุฆุน ฺฉ ุณุงุชฺพ ุชุฌุฒ ฺฉุฑ ุฑุง 
