Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

source: Zakat is Due
bn: যাকাত ওয়াজিব
de: Zakat ist Fällig
es: Zakat es Debido
fr: Zakat est Due
ms: Zakat Wajib
ru: Закят Обязателен
ur: ุฒฺฉููฐ ูุงุฌุจ 

source: No Zakat Due
bn: যাকাত ওয়াজিব নয়
de: Keine Zakat Fällig
es: No hay Zakat Debido
fr: Pas de Zakat Due
ms: Tiada Zakat Wajib
ru: Закят Не Обязателен
ur: ุฒฺฉููฐ ูุงุฌุจ ูฺบ

source: Total Assets
bn: মোট সম্পদ
de: Gesamtvermögen
es: Activos Totales
fr: Total des Actifs
ms: Jumlah Aset
ru: Общие Активы
ur: ฺฉู ุงุซุงุซ

source: Total Debts
bn: মোট ঋণ
de: Gesamtschulden
es: Deudas Totales
fr: Total des Dettes
ms: Jumlah Hutang
ru: Общие Долги
ur: ฺฉู ูุฑุถ

source: Net Assets
bn: নিট সম্পদ
de: Nettovermögen
es: Activos Netos
fr: Actifs Nets
ms: Aset Bersih
ru: Чистые Активы
ur: ุฎุงูุต ุงุซุงุซ

# nisabThreshold
source: Nisab Threshold ({type})
bn: নিসাব সীমা ({type})
de: Nisab-Schwelle ({type})
es: Umbral Nisab ({type})
fr: Seuil Nisab ({type})
ms: Ambang Nisab ({type})
ru: Порог Нисаба ({type})
ur: ูุตุงุจ ฺฉ ุญุฏ ({type})

source: Currency Settings
bn: মুদ্রার সেটিংস
de: Währungseinstellungen
es: Configuración de Moneda
fr: Paramètres de Devise
ms: Tetapan Mata Wang
ru: Настройки Валюты
ur: ฺฉุฑูุณ ฺฉ ุชุฑุชุจุงุช

source: Currency
bn: মুদ্রা
de: Währung
es: Moneda
fr: Devise
ms: Mata Wang
ru: Валюта
ur: ฺฉุฑูุณ

source: Nisab Settings
bn: নিসাব সেটিংস
de: Nisab-Einstellungen
es: Configuración Nisab
fr: Paramètres Nisab
ms: Tetapan Nisab
ru: Настройки Нисаба
ur: ูุตุงุจ ฺฉ ุชุฑุชุจุงุช

source: Metal Prices
bn: ধাতুর দাম
de: Metallpreise
es: Precios de Metales
fr: Prix des Métaux
ms: Harga Logam
ru: Цены на Металлы
ur: ุฏฺพุงุชูฺบ ฺฉ ูู ุชฺบ

source: Gold Price per Gram
bn: প্রতি গ্রাম স্বর্ণের দাম
de: Goldpreis pro Gramm
es: Precio del Oro por Gramo
fr: Prix de l'Or par Gramme
ms: Harga Emas Setiap Gram
ru: Цена Золота за Грамм
ur: ุณูู ฺฉ ูู ุช ู ฺฏุฑุงู

source: Silver Price per Gram
bn: প্রতি গ্রাম রূপার দাম
de: Silberpreis pro Gramm
es: Precio de la Plata por Gramo
fr: Prix de l'Argent par Gramme
ms: Harga Perak Setiap Gram
ru: Цена Серебра за Грамм
ur: ฺุงูุฏ ฺฉ ูู ุช ู ฺฏุฑุงู

source: What is Nisab?
bn: নিসাব কী?
de: Was ist Nisab?
es: ¿Qué es Nisab?
fr: Qu'est-ce que le Nisab?
ms: Apakah Nisab?
ru: Что такое Нисаб?
ur: ูุตุงุจ ฺฉุง ุ

# nisabDescription
source: Nisab is the minimum threshold of wealth that makes Zakat obligatory. It can be calculated based on either gold (87.48g) or silver (612.36g) values.
bn: নিসাব হল সম্পদের সর্বনিম্ন সীমা যা যাকাত বাধ্যতামূলক করে। এটি স্বর্ণ (৮৭.৪৮ গ্রাম) বা রূপার (৬১২.৩৬ গ্রাম) মূল্যের ভিত্তিতে গণনা করা যেতে পারে।
de: Nisab ist die Mindestgrenze des Vermögens, die Zakat obligatorisch macht. Es kann auf Basis von Gold- (87,48g) oder Silberwerten (612,36g) berechnet werden.
es: Nisab es el umbral mínimo de riqueza que hace obligatorio el Zakat. Puede calcularse basándose en valores de oro (87,48g) o plata (612,36g).
fr: Le Nisab est le seuil minimum de richesse qui rend la Zakat obligatoire. Il peut être calculé sur la base des valeurs de l'or (87,48g) ou de l'argent (612,36g).
ms: Nisab adalah ambang minimum kekayaan yang menjadikan Zakat wajib. Ia boleh dikira berdasarkan nilai emas (87.48g) atau perak (612.36g).
ru: Нисаб - это минимальный порог богатства, который делает Закят обязательным. Он может быть рассчитан на основе стоимости золота (87,48г) или серебра (612,36г).
ur: ูุตุงุจ ุฏููุช ฺฉ ู ฺฉู ุณ ฺฉู ู ูุฏุงุฑ  ุฌู ุฒฺฉููฐ ฺฉู ูุงุฌุจ ุจูุงุช   ุณูู (87.48 ฺฏุฑุงู ) ุง ฺุงูุฏ (612.36 ฺฏุฑุงู ) ฺฉ ูู ุช ฺฉ ุจูุงุฏ ูพุฑ ุญุณุงุจ ฺฉุง ุฌุง ุณฺฉุชุง 

source: Quick Summary
bn: দ্রুত সারসংক্ষেপ
de: Schnelle Zusammenfassung
es: Resumen Rápido
fr: Résumé Rapide
ms: Ringkasan Pantas
ru: Краткое Резюме
ur: ููุฑ ุฎูุงุต

source: Zakat Due:
bn: প্রদেয় যাকাত:
de: Fällige Zakat:
es: Zakat Debido:
ms: Zakat Wajib:
ru: Причитающийся Закят:
ur: ูุงุฌุจ ุฒฺฉููฐ:

source: Asset Breakdown
bn: সম্পদের বিবরণ
de: Vermögensaufschlüsselung
es: Desglose de Activos
fr: Répartition des Actifs
ms: Pecahan Aset
ru: Разбивка Активов
ur: ุงุซุงุซูฺบ ฺฉ ุชูุตู

source: Nisab Calculation Based On
bn: নিসাব গণনার ভিত্তি
de: Nisab-Berechnung Basiert Auf
es: Cálculo de Nisab Basado En
fr: Calcul du Nisab Basé Sur
ms: Pengiraan Nisab Berdasarkan
ru: Расчет Нисаба Основан На
ur: ูุตุงุจ ฺฉุง ุญุณุงุจ ฺฉ ุจูุงุฏ

source: Gold
bn: স্বর্ণ
es: Oro
fr: Or
ms: Emas
ru: Золото
ur: ุณููุง

source: Silver
bn: রূপা
de: Silber
es: Plata
fr: Argent
ms: Perak
ru: Серебро
ur: ฺุงูุฏ

# goldGrams
source: 87.48 grams
bn: ৮৭.৪৮ গ্রাম
de: 87,48 Gramm
es: 87,48 gramos
fr: 87,48 grammes
ms: 87.48 gram
ru: 87,48 грамм
ur: 87.48 ฺฏุฑุงู

# silverGrams
source: 612.36 grams
bn: ৬১২.৩৬ গ্রাম
de: 612,36 Gramm
es: 612,36 gramos
fr: 612,36 grammes
ms: 612.36 gram
ru: 612,36 грамм
ur: 612.36 ฺฏุฑุงู

source: About Zakat
bn: যাকাত সম্পর্কে
de: Über Zakat
es: Acerca del Zakat
fr: À Propos de la Zakat
ms: Tentang Zakat
ru: О Закяте
ur: ุฒฺฉููฐ ฺฉ ุจุงุฑ ู ฺบ

# zakatDescription
source: Zakat is one of the five pillars of Islam and is an obligatory charity. It is calculated as 2.5% of qualifying wealth that has been held for at least one lunar year (hawl).\n\nNisab is the minimum threshold of wealth that makes Zakat obligatory. It can be calculated based on either:\n• Gold: 87.48 grams (20 mithqal)\n• Silver: 612.36 grams (200 dirhams)\n\nThis calculator helps you determine if your wealth reaches the nisab threshold and calculates the exact amount of Zakat due.
bn: যাকাত ইসলামের পাঁচটি স্তম্ভের মধ্যে একটি এবং এটি একটি বাধ্যতামূলক দাতব্য। এটি যোগ্য সম্পদের ২.৫% হিসাবে গণনা করা হয় যা কমপক্ষে এক চান্দ্র বছর (হাওল) ধরে রাখা হয়েছে।\n\nনিসাব হল সম্পদের সর্বনিম্ন সীমা যা যাকাত বাধ্যতামূলক করে। এটি নিম্নলিখিতের ভিত্তিতে গণনা করা যেতে পারে:\n• স্বর্ণ: ৮৭.৪৮ গ্রাম (২০ মিসকাল)\n• রূপা: ৬১২.৩৬ গ্রাম (২০০ দিরহাম)\n\nএই ক্যালকুলেটরটি আপনাকে নির্ধারণ করতে সাহায্য করে যে আপনার সম্পদ নিসাব সীমায় পৌঁছেছে কিনা এবং প্রদেয় যাকাতের সঠিক পরিমাণ গণনা করে।
de: Zakat ist eine der fünf Säulen des Islam und eine obligatorische Wohltätigkeit. Sie wird mit 2,5% des qualifizierten Vermögens berechnet, das mindestens ein Mondjahr (hawl) lang gehalten wurde.\n\nNisab ist die Mindestgrenze des Vermögens, die Zakat obligatorisch macht. Es kann basierend auf folgenden Grundlagen berechnet werden:\n• Gold: 87,48 Gramm (20 Mithqal)\n• Silber: 612,36 Gramm (200 Dirham)\n\nDieser Rechner hilft Ihnen zu bestimmen, ob Ihr Vermögen die Nisab-Schwelle erreicht und berechnet den genauen Betrag der fälligen Zakat.
es: El Zakat es uno de los cinco pilares del Islam y es una caridad obligatoria. Se calcula como el 2,5% de la riqueza calificada que ha sido mantenida por al menos un año lunar (hawl).\n\nNisab es el umbral mínimo de riqueza que hace obligatorio el Zakat. Puede calcularse basándose en:\n• Oro: 87,48 gramos (20 mithqal)\n• Plata: 612,36 gramos (200 dirhams)\n\nEsta calculadora te ayuda a determinar si tu riqueza alcanza el umbral nisab y calcula la cantidad exacta de Zakat debido.
fr: La Zakat est l'un des cinq piliers de l'Islam et constitue une aumône obligatoire. Elle est calculée à 2,5% de la richesse qualifiée qui a été détenue pendant au moins une année lunaire (hawl).\n\nLe Nisab est le seuil minimum de richesse qui rend la Zakat obligatoire. Il peut être calculé sur la base de:\n• Or: 87,48 grammes (20 mithqal)\n• Argent: 612,36 grammes (200 dirhams)\n\nCe calculateur vous aide à déterminer si votre richesse atteint le seuil nisab et calcule le montant exact de Zakat due.
ms: Zakat adalah salah satu dari lima rukun Islam dan merupakan sedekah wajib. Ia dikira sebagai 2.5% daripada kekayaan yang layak yang telah dipegang selama sekurang-kurangnya satu tahun qamariah (haul).\n\nNisab adalah ambang minimum kekayaan yang menjadikan Zakat wajib. Ia boleh dikira berdasarkan:\n• Emas: 87.48 gram (20 mithqal)\n• Perak: 612.36 gram (200 dirham)\n\nKalkulator ini membantu anda menentukan sama ada kekayaan anda mencapai ambang nisab dan mengira jumlah tepat Zakat yang wajib.
ru: Закят является одним из пяти столпов Ислама и обязательной милостыней. Он рассчитывается как 2,5% от квалифицированного богатства, которое находилось в собственности не менее одного лунного года (хауль).\n\nНисаб - это минимальный порог богатства, который делает Закят обязательным. Он может быть рассчитан на основе:\n• Золото: 87,48 грамм (20 мискаль)\n• Серебро: 612,36 грамм (200 дирхамов)\n\nЭтот калькулятор поможет вам определить, достигает ли ваше богатство порога нисаба и рассчитать точную сумму причитающегося Закята.
ur: ุฒฺฉููฐ ุงุณูุงู ฺฉ ูพุงูฺ ุฑฺฉู ู ฺบ ุณ ุงฺฉ  ุงูุฑ  ูุฑุถ ุตุฏู   ุงู ู ุงู ูพุฑ 2.5% ฺฉ ุญุณุงุจ ุณ ูุงุฌุจ  ุฌู ฺฉู ุณ ฺฉู ุงฺฉ ูู ุฑ ุณุงู (ุญูู) ุชฺฉ ุงู ฺฉ ูพุงุณ ู ูุฌูุฏ ู\n\nูุตุงุจ ุฏููุช ฺฉ ู ฺฉู ุณ ฺฉู ู ูุฏุงุฑ  ุฌู ุฒฺฉููฐ ฺฉู ูุงุฌุจ ุจูุงุช   ู ูุฏุฑุฌ ุฐู ฺฉ ุจูุงุฏ ูพุฑ ุญุณุงุจ ฺฉุง ุฌุง ุณฺฉุชุง :\nโข ุณููุง: 87.48 ฺฏุฑุงู (20 ู ุซูุงู)\nโข ฺุงูุฏ: 612.36 ฺฏุฑุงู (200 ุฏุฑู )\n\n ฺฉูฺฉูููนุฑ ุขูพ ฺฉู  ุฌุงูู ู ฺบ ู ุฏุฏ ฺฉุฑุชุง  ฺฉ ุขุง ุขูพ ฺฉ ุฏููุช ูุตุงุจ ฺฉ ุญุฏ ุชฺฉ ูพูฺุช  ุงูุฑ ูุงุฌุจ ุฒฺฉููฐ ฺฉ ุตุญุญ ู ูุฏุงุฑ ฺฉุง ุญุณุงุจ ูฺฏุงุชุง 

# cashAndBankBalances
source: Cash & Bank Balances
bn: নগদ এবং ব্যাংক ব্যালেন্স
de: Bargeld und Bankguthaben
es: Efectivo y Saldos Bancarios
fr: Liquidités et Soldes Bancaires
ms: Tunai dan Baki Bank
ru: Наличные и Банковские Остатки
ur: ููุฏ ุงูุฑ ุจูฺฉ ุจููุณ

# goldAssets
source: Gold
bn: স্বর্ণ
es: Oro
fr: Or
ms: Emas
ru: Золото
ur: ุณููุง

# silverAssets
source: Silver
bn: রূপা
de: Silber
es: Plata
fr: Argent
ms: Perak
ru: Серебро
ur: ฺุงูุฏ

source: Business Assets
bn: ব্যবসায়িক সম্পদ
de: Geschäftsvermögen
es: Activos Comerciales
fr: Actifs Commerciaux
ms: Aset Perniagaan
ru: Деловые Активы
ur: ฺฉุงุฑูุจุงุฑ ุงุซุงุซ

# investmentsAssets
source: Investments
bn: বিনিয়োগ
de: Investitionen
es: Inversiones
fr: Investissements
ms: Pelaburan
ru: Инвестиции
ur: ุณุฑู ุง ฺฉุงุฑ

source: Money Owed to You
bn: আপনার প্রাপ্য অর্থ
de: Ihnen Geschuldetes Geld
es: Dinero que te Deben
fr: Argent Qui Vous est Dû
ms: Wang yang Berhutang kepada Anda
ru: Деньги, Которые Вам Должны
ur: ุขูพ ฺฉุง ูุงุฌุจ ุงูุงุฏุง ูพุณ

# debtsAndLiabilities
source: Debts & Liabilities
bn: ঋণ এবং দায়বদ্ধতা
de: Schulden und Verbindlichkeiten
es: Deudas y Pasivos
fr: Dettes et Passifs
ms: Hutang dan Liabiliti
ru: Долги и Обязательства
ur: ูุฑุถ ุงูุฑ ุฐู  ุฏุงุฑุงฺบ

# cashDescription
source: Savings accounts, checking accounts, cash on hand, digital wallets
bn: সঞ্চয় অ্যাকাউন্ট, চেকিং অ্যাকাউন্ট, হাতে নগদ, ডিজিটাল ওয়ালেট
de: Sparkonten, Girokonten, Bargeld, digitale Geldbörsen
es: Cuentas de ahorro, cuentas corrientes, efectivo en mano, carteras digitales
fr: Comptes d'épargne, comptes courants, espèces, portefeuilles numériques
ms: Akaun simpanan, akaun semasa, wang tunai, dompet digital
ru: Сберегательные счета, текущие счета, наличные деньги, цифровые кошельки
ur: ุจฺุช ุงฺฉุงุคููนุณุ ฺฺฉูฺฏ ุงฺฉุงุคููนุณุ ุงุชฺพ ู ฺบ ููุฏุ ฺุฌูนู ูุงููนุณ

# goldDescription
source: Value of gold jewelry, coins, and bars (market value)
bn: স্বর্ণের গহনা, মুদ্রা এবং বারের মূল্য (বাজার মূল্য)
de: Wert von Goldschmuck, Münzen und Barren (Marktwert)
es: Valor de joyas, monedas y lingotes de oro (valor de mercado)
fr: Valeur des bijoux, pièces et lingots d'or (valeur marchande)
ms: Nilai perhiasan, syiling dan jongkong emas (nilai pasaran)
ru: Стоимость золотых украшений, монет и слитков (рыночная стоимость)
ur: ุณูู ฺฉ ุฒูุฑุงุชุ ุณฺฉูฺบ ุงูุฑ ูพูนูฺบ ฺฉ ูู ุช (ู ุงุฑฺฉูน ููู)

# silverDescription
source: Value of silver jewelry, coins, and bars (market value)
bn: রূপার গহনা, মুদ্রা এবং বারের মূল্য (বাজার মূল্য)
de: Wert von Silberschmuck, Münzen und Barren (Marktwert)
es: Valor de joyas, monedas y lingotes de plata (valor de mercado)
fr: Valeur des bijoux, pièces et lingots d'argent (valeur marchande)
ms: Nilai perhiasan, syiling dan jongkong perak (nilai pasaran)
ru: Стоимость серебряных украшений, монет и слитков (рыночная стоимость)
ur: ฺุงูุฏ ฺฉ ุฒูุฑุงุชุ ุณฺฉูฺบ ุงูุฑ ูพูนูฺบ ฺฉ ูู ุช (ู ุงุฑฺฉูน ููู)

# businessDescription
source: Inventory, business cash, profits held in business
bn: ইনভেন্টরি, ব্যবসায়িক নগদ, ব্যবসায়ে রাখা লাভ
de: Inventar, Geschäftsbargeld, im Unternehmen gehaltene Gewinne
es: Inventario, efectivo comercial, ganancias mantenidas en el negocio
fr: Inventaire, liquidités d'entreprise, bénéfices détenus dans l'entreprise
ms: Inventori, tunai perniagaan, keuntungan yang dipegang dalam perniagaan
ru: Инвентарь, деловые наличные, прибыль, удерживаемая в бизнесе
ur: ุงููููนุฑุ ฺฉุงุฑูุจุงุฑ ููุฏุ ฺฉุงุฑูุจุงุฑ ู ฺบ ุฑฺฉฺพ ฺฏุฆ ู ูุงูุน

# investmentsDescription
source: Stocks, bonds, mutual funds, retirement accounts (if zakatable)
bn: শেয়ার, বন্ড, মিউচুয়াল ফান্ড, অবসর অ্যাকাউন্ট (যদি যাকাতযোগ্য হয়)
de: Aktien, Anleihen, Investmentfonds, Rentenkonten (falls zakat-pflichtig)
es: Acciones, bonos, fondos mutuos, cuentas de jubilación (si están sujetas a zakat)
fr: Actions, obligations, fonds communs de placement, comptes de retraite (si soumis à la zakat)
ms: Saham, bon, dana bersama, akaun persaraan (jika tertakluk kepada zakat)
ru: Акции, облигации, взаимные фонды, пенсионные счета (если подлежат закяту)
ur: ุดุฆุฑุฒุ ุจุงูฺุฒุ ู ูฺู ููฺุฒุ ุฑูนุงุฆุฑู ููน ุงฺฉุงุคููนุณ (ุงฺฏุฑ ุฒฺฉููฐ ฺฉ ูุงุจู ฺบ)

# receivablesDescription
source: Money owed to you that you expect to receive
bn: আপনার প্রাপ্য অর্থ যা আপনি পাওয়ার আশা করেন
de: Ihnen geschuldetes Geld, das Sie zu erhalten erwarten
es: Dinero que te deben y que esperas recibir
fr: Argent qui vous est dû et que vous comptez recevoir
ms: Wang yang berhutang kepada anda dan dijangka diterima
ru: Деньги, которые вам должны и которые вы ожидаете получить
ur: ุขูพ ฺฉู ูุงุฌุจ ุงูุงุฏุง ุฑูู ุฌู ุขูพ ฺฉู ู ูู ฺฉ ุงู ุฏ 

# debtsDescription
source: Credit card debts, loans, bills due within the year
bn: ক্রেডিট কার্ডের ঋণ, লোন, বছরের মধ্যে প্রদেয় বিল
de: Kreditkartenschulden, Darlehen, innerhalb des Jahres fällige Rechnungen
es: Deudas de tarjetas de crédito, préstamos, facturas vencidas dentro del año
fr: Dettes de cartes de crédit, prêts, factures dues dans l'année
ms: Hutang kad kredit, pinjaman, bil yang perlu dibayar dalam tahun ini
ru: Долги по кредитным картам, кредиты, счета к оплате в течение года
ur: ฺฉุฑฺูน ฺฉุงุฑฺ ฺฉ ูุฑุถุ ูููุฒุ ุณุงู ฺฉ ุงูุฏุฑ ูุงุฌุจ ุงูุงุฏุง ุจู

# feedbackAppBarTitle
source: Send Feedback
bn: প্রতিক্রিয়া পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ms: Hantar Maklum Balas
ru: Отправить отзыв
ur: ูฺุจฺฉ ุจฺพุฌฺบ

# feedbackEmptyWarning
source: Please enter your feedback before sending
bn: পাঠানোর আগে অনুগ্রহ করে আপনার প্রতিক্রিয়া লিখুন
de: Bitte geben Sie Ihr Feedback ein, bevor Sie es absenden
es: Por favor ingrese sus comentarios antes de enviar
fr: Veuillez saisir vos commentaires avant d’envoyer
ms: Sila masukkan maklum balas anda sebelum menghantar
ru: Пожалуйста, введите свой отзыв перед отправкой
ur: ุจุฑุง ฺฉุฑู ุจฺพุฌู ุณ ูพู ุงูพู ุฑุงุฆ ุฏุฑุฌ ฺฉุฑฺบ

# feedbackSuccessMessage
source: Thank you! Your feedback has been sent.
bn: ধন্যবাদ! আপনার প্রতিক্রিয়া পাঠানো হয়েছে।
de: Danke! Ihr Feedback wurde gesendet.
es: ¡Gracias! Tus comentarios han sido enviados.
fr: Merci ! Vos commentaires ont été envoyés.
ms: Terima kasih! Maklum balas anda telah dihantar.
ru: Спасибо! Ваш отзыв был отправлен.
ur: ุดฺฉุฑ! ุขูพ ฺฉ ุฑุงุฆ ุจฺพุฌ ุฏ ฺฏุฆ 

# feedbackHeroTitle
source: We Value Your Opinion
bn: আমরা আপনার মতামতকে মূল্য দিই
de: Ihre Meinung ist uns wichtig
es: Valoramos tu opinión
fr: Nous apprécions votre avis
ms: Kami Menghargai Pandangan Anda
ru: Мы ценим ваше мнение
ur: ู ุขูพ ฺฉ ุฑุงุฆ ฺฉู ุงู ุช ุฏุช ฺบ

# feedbackHeroSubtitle
source: Help us improve Huda by sharing your thoughts, suggestions, or reporting any issues you've encountered.
bn: আপনার চিন্তা, পরামর্শ শেয়ার করুন বা কোনো সমস্যা জানিয়ে Huda উন্নত করতে আমাদের সাহায্য করুন।
de: Helfen Sie uns, Huda zu verbessern, indem Sie Ihre Gedanken, Vorschläge teilen oder Probleme melden, auf die Sie gestoßen sind.
es: Ayúdanos a mejorar Huda compartiendo tus pensamientos, sugerencias o informando cualquier problema que hayas encontrado.
fr: Aidez-nous à améliorer Huda en partageant vos idées, suggestions ou en signalant tout problème rencontré.
ms: Bantu kami menambah baik Huda dengan berkongsi pandangan, cadangan atau melaporkan sebarang isu yang anda temui.
ru: Помогите нам улучшить Huda, делясь своими мыслями, предложениями или сообщая о найденных проблемах.
ur: ุงูพู ุฎุงูุงุช ุงูุฑ ุชุฌุงูุฒ ุดุฆุฑ ฺฉุฑฺฉ ุง ฺฉุณ ู ุณุฆู ฺฉ ุงุทูุงุน ุฏ ฺฉุฑ Huda ฺฉู ุจุชุฑ ุจูุงู ู ฺบ ู ุงุฑ ู ุฏุฏ ฺฉุฑฺบ

# feedbackFormTitle
source: Your Feedback
bn: আপনার প্রতিক্রিয়া
de: Ihr Feedback
es: Tus comentarios
fr: Vos commentaires
ms: Maklum Balas Anda
ru: Ваш отзыв
ur: ุขูพ ฺฉ ุฑุงุฆ

# feedbackFormSubtitle
source: Please be as detailed as possible. Your feedback helps us make Huda better for everyone.
bn: দয়া করে যতটা সম্ভব বিস্তারিতভাবে লিখুন। আপনার প্রতিক্রিয়া আমাদের Huda সবার জন্য আরও ভালো করতে সাহায্য করে।
de: Bitte seien Sie so detailliert wie möglich. Ihr Feedback hilft uns, Huda für alle besser zu machen.
es: Por favor, sea lo más detallado posible. Tus comentarios nos ayudan a mejorar Huda para todos.
fr: Veuillez être aussi précis que possible. Vos commentaires nous aident à améliorer Huda pour tout le monde.
ms: Sila berikan maklumat sejelas mungkin. Maklum balas anda membantu kami menjadikan Huda lebih baik untuk semua.
ru: Пожалуйста, будьте максимально подробны. Ваш отзыв помогает сделать Huda лучше для всех.
ur: ุจุฑุง ฺฉุฑู ุฌุชูุง ู ู ฺฉู ู ุชูุตู ุณ ูฺฉฺพฺบ ุขูพ ฺฉ ุฑุงุฆ Huda ฺฉู ุณุจ ฺฉ ู ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ุฏุช 

# feedbackHintText
source: Share your thoughts, suggestions, or report issues...
bn: আপনার চিন্তা, পরামর্শ শেয়ার করুন বা সমস্যা জানান...
de: Teilen Sie Ihre Gedanken, Vorschläge oder melden Sie Probleme...
es: Comparte tus pensamientos, sugerencias o informa problemas...
fr: Partagez vos idées, suggestions ou signalez des problèmes...
ms: Kongsi pandangan, cadangan anda atau laporkan isu...
ru: Поделитесь мыслями, предложениями или сообщите о проблемах...
ur: ุงูพู ุฎุงูุงุชุ ุชุฌุงูุฒ ุดุฆุฑ ฺฉุฑฺบ ุง ู ุณุงุฆู ุฑูพูุฑูน ฺฉุฑฺบ...

# feedbackSending
source: Sending...
bn: পাঠানো হচ্ছে...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ms: Menghantar...
ru: Отправка...
ur: ุจฺพุฌุง ุฌุง ุฑุง ...

# feedbackSendButton
source: Send Feedback
bn: প্রতিক্রিয়া পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ms: Hantar Maklum Balas
ru: Отправить отзыв
ur: ูฺุจฺฉ ุจฺพุฌฺบ

# feedbackPrivacyTitle
source: Privacy Notice
bn: গোপনীয়তা নোটিশ
de: Datenschutzhinweis
es: Aviso de privacidad
fr: Avis de confidentialité
ms: Notis Privasi
ru: Уведомление о конфиденциальности
ur: ุฑุงุฒุฏุงุฑ ฺฉุง ูููนุณ

# feedbackPrivacyDescription
source: Your feedback is sent securely and helps us improve the app. No personal information is shared with third parties.
bn: আপনার প্রতিক্রিয়া নিরাপদভাবে পাঠানো হয় এবং এটি আমাদের অ্যাপ উন্নত করতে সাহায্য করে। কোনো ব্যক্তিগত তথ্য তৃতীয় পক্ষের সাথে শেয়ার করা হয় না।
de: Ihr Feedback wird sicher übermittelt und hilft uns, die App zu verbessern. Es werden keine persönlichen Informationen an Dritte weitergegeben.
es: Tus comentarios se envían de forma segura y nos ayudan a mejorar la aplicación. No se comparte información personal con terceros.
fr: Vos commentaires sont envoyés en toute sécurité et nous aident à améliorer l’application. Aucune information personnelle n’est partagée avec des tiers.
ms: Maklum balas anda dihantar dengan selamat dan membantu kami menambah baik aplikasi. Tiada maklumat peribadi dikongsi dengan pihak ketiga.
ru: Ваш отзыв отправляется безопасно и помогает нам улучшать приложение. Личная информация не передается третьим лицам.
ur: ุขูพ ฺฉ ุฑุงุฆ ู ุญููุธ ุทุฑู ุณ ุจฺพุฌ ุฌุงุช  ุงูุฑ  ู ฺบ ุงูพ ฺฉู ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ุฏุช  ฺฉูุฆ ุฐุงุช ู ุนููู ุงุช ุชุณุฑ ูุฑู ุณ ุดุฆุฑ ูฺบ ฺฉ ุฌุงุช

# detailedFeedbackTitle
source: Detailed Feedback
bn: বিস্তারিত প্রতিক্রিয়া
de: Detailliertes Feedback
es: Comentarios Detallados
fr: Commentaires détaillés
ms: Maklum Balas Terperinci
ru: Подробный отзыв
ur: ุชูุตู ูฺุจฺฉ

# detailedFeedbackSubtitle
source: Share detailed thoughts and suggestions
bn: বিস্তারিত মতামত এবং পরামর্শ শেয়ার করুন
de: Teilen Sie detaillierte Gedanken und Vorschläge
es: Comparte pensamientos y sugerencias detalladas
fr: Partagez des réflexions et suggestions détaillées
ms: Kongsi pandangan dan cadangan terperinci
ru: Поделитесь подробными мыслями и предложениями
ur: ุชูุตู ุฎุงูุงุช ุงูุฑ ุชุฌุงูุฒ ุดุฆุฑ ฺฉุฑฺบ

source: Report an Issue
bn: সমস্যা রিপোর্ট করুন
de: Ein Problem melden
es: Reportar un problema
fr: Signaler un problème
ms: Laporkan Masalah
ru: Сообщить о проблеме
ur: ู ุณุฆู ุฑูพูุฑูน ฺฉุฑฺบ

# issueDescription
source: Help us improve by reporting any problems
bn: যেকোনো সমস্যার প্রতিবেদন করে আমাদের উন্নত করতে সাহায্য করুন
de: Helfen Sie uns, uns zu verbessern, indem Sie Probleme melden
es: Notifique cualquier fallo para ayudarnos a mejorar
fr: Aidez-nous à nous améliorer en signalant tout problème
ms: Bantu kami menambah baik dengan melaporkan sebarang masalah
ru: Помогите нам стать лучше, сообщив о любых проблемах
ur: ฺฉุณ ุจฺพ ู ุณุฆู ฺฉ ุงุทูุงุน ุฏ ฺฉุฑ ู ฺบ ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑฺบ

# onboardingWelcomeTitle
source: Welcome to Huda
bn: হুদায় স্বাগতম
de: Willkommen bei Huda
es: Bienvenido a Huda
fr: Bienvenue sur Huda
ms: Selamat Datang ke Huda
ru: Добро пожаловать в Huda
ur: ุฏูฐ ู ฺบ ุฎูุด ุขู ุฏุฏ

# onboardingWelcomeDescription
source: Huda - Your all-in-one Islamic app with everything a Muslim needs in a single place.
bn: হুদা - মুসলিমদের জন্য প্রয়োজনীয় সবকিছু এক জায়গায় থাকা একটি সম্পূর্ণ ইসলামিক অ্যাপ।
de: Huda – Ihre All-in-One-Islam-App mit allem, was ein Muslim an einem Ort benötigt.
es: Huda: tu aplicación islámica todo en uno con todo lo que un musulmán necesita en un solo lugar.
fr: Huda - Votre application islamique tout-en-un avec tout ce dont un musulman a besoin en un seul endroit.
ms: Huda - Aplikasi Islam serba lengkap dengan segala yang diperlukan seorang Muslim di satu tempat.
ru: Huda – ваше универсальное исламское приложение со всем необходимым для мусульманина в одном месте.
ur: ุฏูฐ - ุขูพ ฺฉุง ู  ุฌุช ุงุณูุงู  ุงูพ ุฌู ู ุณูู ุงู ฺฉู ุฏุฑฺฉุงุฑ ุฑ ฺุฒ ุงฺฉ ุฌฺฏ ูุฑุงู ฺฉุฑุชุง 

# onboardingPrayerTimesTitle
source: Prayer Times
bn: নামাজের সময়সূচী
de: Gebetszeiten
es: Horarios de oración
fr: Heures de prière
ms: Waktu Solat
ru: Время молитвы
ur: ูู ุงุฒ ฺฉ ุงููุงุช
