Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# onboardingPrayerTimesDescription
source: Never miss a prayer with precise prayer times based on your location. Get notifications and track your daily prayers.
bn: আপনার অবস্থানভিত্তিক সঠিক নামাজের সময় দিয়ে কখনোই নামাজ মিস করবেন না। নোটিফিকেশন পান এবং দৈনিক নামাজ ট্র্যাক করুন।
de: Verpassen Sie kein Gebet mit genauen Gebetszeiten basierend auf Ihrem Standort. Erhalten Sie Benachrichtigungen und verfolgen Sie Ihre täglichen Gebete.
es: Nunca pierdas una oración con horarios precisos basados en tu ubicación. Recibe notificaciones y haz seguimiento a tus oraciones diarias.
fr: Ne manquez jamais une prière grâce à des horaires précis basés sur votre position. Recevez des notifications et suivez vos prières quotidiennes.
ms: Jangan pernah terlepas solat dengan waktu solat tepat berdasarkan lokasi anda. Dapatkan notifikasi dan jejak solat harian anda.
ru: Никогда не пропускайте молитву благодаря точному времени намаза по вашему местоположению. Получайте уведомления и отслеживайте ежедневные молитвы.
ur: ุงูพู ุฌฺฏ ฺฉ ู ุทุงุจู ุฏุฑุณุช ูู ุงุฒ ุงููุงุช ฺฉ ุณุงุชฺพ ฺฉุจฺพ ุจฺพ ูู ุงุฒ ู ฺฺพูฺฺบ ูููนูฺฉุดู ุญุงุตู ฺฉุฑฺบ ุงูุฑ ุฑูุฒุงู ฺฉ ูู ุงุฒูฺบ ฺฉุง ุญุณุงุจ ุฑฺฉฺพฺบ

# onboardingQuranTitle
source: Holy Quran
bn: পবিত্র কোরআন
de: Heiliger Koran
es: Sagrado Corán
fr: Saint Coran
ms: Al-Quran
ru: Священный Коран
ur: ูุฑุขู ูพุงฺฉ

# onboardingQuranDescription
source: Read, listen, and memorize the Holy Quran with beautiful recitations, translations, and tafsir.
bn: সুন্দর তিলাওয়াত, অনুবাদ এবং তাফসির সহ পবিত্র কোরআন পড়ুন, শুনুন এবং মুখস্থ করুন।
de: Lesen, hören und lernen Sie den Heiligen Koran mit schönen Rezitationen, Übersetzungen und Tafsir.
es: Lee, escucha y memoriza el Sagrado Corán con hermosas recitaciones, traducciones y tafsir.
fr: Lisez, écoutez et mémorisez le Saint Coran avec de belles récitations, traductions et tafsir.
ms: Baca, dengar dan hafal Al-Quran dengan bacaan indah, terjemahan dan tafsir.
ru: Читайте, слушайте и учите Священный Коран с красивыми чтениями, переводами и тафсиром.
ur: ุฎูุจุตูุฑุช ุชูุงูุชูฺบุ ุชุฑุงุฌู ุงูุฑ ุชูุณุฑ ฺฉ ุณุงุชฺพ ูุฑุขู ูพุงฺฉ ูพฺฺพฺบุ ุณูฺบ ุงูุฑ ุญูุธ ฺฉุฑฺบ

# onboardingAthkarTitle
source: Athkar & Duas
bn: আযকার ও দোয়া
de: Adhkar & Duas
es: Athkar y Duas
fr: Adhkar et Douas
ms: Zikir & Doa
ru: Азкары и дуа
ur: ุงุฐฺฉุงุฑ ู ุฏุนุงุฆฺบ

# onboardingAthkarDescription
source: Daily remembrance and supplications to strengthen your faith.
bn: আপনার ঈমান শক্তিশালী করার জন্য দৈনিক আযকার এবং দোয়া।
de: Tägliche Bittgebete und Gedenken zur Stärkung Ihres Glaubens.
es: Recuerdos y súplicas diarias para fortalecer tu fe.
fr: Invocations et rappels quotidiens pour renforcer votre foi.
ms: Zikir harian dan doa untuk memperkukuh iman anda.
ru: Ежедневные поминания и мольбы для укрепления вашей веры.
ur: ุงู ุงู ฺฉู ู ุถุจูุท ฺฉุฑู ฺฉ ู ุฑูุฒุงู ฺฉ ุงุฐฺฉุงุฑ ุงูุฑ ุฏุนุงุฆฺบ

# onboardingQiblahTitle
source: Qiblah Direction
bn: কিবলার দিক
de: Gebetsrichtung (Qibla)
es: Dirección de la Qiblah
fr: Direction de la Qiblah
ms: Arah Kiblat
ru: Направление киблы
ur: ุณู ุช ูุจู

# onboardingQiblahDescription
source: Find the accurate direction of the Holy Kaaba from anywhere in the world.
bn: পৃথিবীর যেকোনো স্থান থেকে কাবার সঠিক দিক নির্ধারণ করুন।
de: Finden Sie die genaue Richtung der Heiligen Kaaba von überall auf der Welt.
es: Encuentra la dirección exacta de la Sagrada Kaaba desde cualquier lugar del mundo.
fr: Trouvez la direction exacte de la Sainte Kaaba depuis n'importe où dans le monde.
ms: Cari arah tepat Kaabah dari mana sahaja di dunia.
ru: Определяйте точное направление Каабы из любой точки мира.
ur: ุฏูุง ู ฺบ ฺฉุณ ุจฺพ ู ูุงู ุณ ุฎุงู ฺฉุนุจ ฺฉุง ุฏุฑุณุช ุฑุฎ ู ุนููู ฺฉุฑฺบ

# onboardingMultilingualTitle
source: Multilingual Support
bn: বহুভাষিক সহায়তা
de: Mehrsprachige Unterstützung
es: Soporte multilingüe
fr: Support multilingue
ms: Sokongan Pelbagai Bahasa
ru: Многоязычная поддержка
ur: ฺฉุซุฑ ูุณุงู ุณููุช

# onboardingMultilingualDescription
source: Access the app in multiple languages to make your Islamic journey more personal and easy to understand.
bn: একাধিক ভাষায় অ্যাপ অ্যাক্সেস করুন যাতে আপনার ইসলামিক যাত্রা আরও ব্যক্তিগত এবং সহজ হয়।
de: Greifen Sie in mehreren Sprachen auf die App zu, um Ihre islamische Reise persönlicher und verständlicher zu gestalten.
es: Accede a la aplicación en varios idiomas para hacer tu camino islámico más personal y fácil de comprender.
fr: Accédez à l’application dans plusieurs langues pour rendre votre parcours islamique plus personnel et facile à comprendre.
ms: Akses aplikasi dalam pelbagai bahasa untuk menjadikan perjalanan Islam anda lebih peribadi dan mudah difahami.
ru: Используйте приложение на разных языках, чтобы сделать ваше исламское путешествие более личным и понятным.
ur: ุงูพ ฺฉู ฺฉุฆ ุฒุจุงููฺบ ู ฺบ ุงุณุชุนู ุงู ฺฉุฑฺบ ุชุงฺฉ ุขูพ ฺฉุง ุงุณูุงู  ุณูุฑ ุฒุงุฏ ุฐุงุช ุงูุฑ ุขุณุงู ู

# onboardingBooksTitle
source: Islamic Books
bn: ইসলামিক বই
de: Islamische Bücher
es: Libros islámicos
fr: Livres islamiques
ms: Buku Islamik
ru: Исламские книги
ur: ุงุณูุงู  ฺฉุชุจ

# onboardingBooksDescription
source: Explore a vast library of authentic Islamic books for deep knowledge and spiritual growth.
bn: গভীর জ্ঞান ও আধ্যাত্মিক বিকাশের জন্য একটি বিশাল বিশ্বস্ত ইসলামিক বইয়ের লাইব্রেরি অন্বেষণ করুন।
de: Entdecken Sie eine große Bibliothek authentischer islamischer Bücher für tiefes Wissen und spirituelles Wachstum.
es: Explora una amplia biblioteca de libros islámicos auténticos para obtener conocimiento profundo y crecimiento espiritual.
fr: Explorez une vaste bibliothèque de livres islamiques authentiques pour un savoir profond et une croissance spirituelle.
ms: Terokai perpustakaan besar buku Islamik yang sahih untuk ilmu mendalam dan perkembangan rohani.
ru: Исследуйте обширную библиотеку подлинных исламских книг для глубоких знаний и духовного роста.
ur: ฺฏุฑ ู ุนููู ุงุช ุงูุฑ ุฑูุญุงู ุชุฑู ฺฉ ู ู ุณุชูุฏ ุงุณูุงู  ฺฉุชุจ ฺฉ ูุณุน ูุงุฆุจุฑุฑ ุฏุฑุงูุช ฺฉุฑฺบ

# onboardingHadithTitle
source: Hadith Collection
bn: হাদিস সংগ্রহ
de: Hadith-Sammlung
es: Colección de Hadices
fr: Collection de Hadiths
ms: Koleksi Hadis
ru: Сборник хадисов
ur: ุงุญุงุฏุซ ฺฉุง ู ุฌู ูุน

# onboardingHadithDescription
source: Read from trusted sources including Sahih Bukhari, Sahih Muslim, Sunan Abu Dawood, and more.
bn: সহীহ বুখারী, সহীহ মুসলিম, সুনান আবু দাউদ এবং অন্যান্য বিশ্বস্ত সূত্র থেকে পড়ুন।
de: Lesen Sie aus vertrauenswürdigen Quellen wie Sahih Bukhari, Sahih Muslim, Sunan Abu Dawood und mehr.
es: Lee de fuentes confiables, incluyendo Sahih Bujari, Sahih Muslim, Sunan Abu Dawood y más.
fr: Lisez des sources fiables, y compris Sahih Bukhari, Sahih Muslim, Sunan Abu Dawood et plus encore.
ms: Baca daripada sumber yang dipercayai termasuk Sahih Bukhari, Sahih Muslim, Sunan Abu Dawood dan banyak lagi.
ru: Читайте из проверенных источников, включая Сахих аль-Бухари, Сахих Муслим, Сунан Абу Дауд и другие.
ur: ุตุญุญ ุจุฎุงุฑุ ุตุญุญ ู ุณูู ุ ุณูู ุงุจู ุฏุงุคุฏ ุงูุฑ ุฏฺฏุฑ ู ุนุชุจุฑ ุฐุฑุงุฆุน ุณ ูพฺฺพฺบ

# onboardingAITitle
source: Huda AI Assistant
bn: হুদা এআই সহকারী
de: Huda KI-Assistent
es: Asistente IA de Huda
fr: Assistant IA Huda
ms: Pembantu AI Huda
ru: Huda ИИ-ассистент
ur: ุฏูฐ ุง ุขุฆ ู ุนุงูู

# onboardingAIDescription
source: Ask Islamic questions and get reliable answers with our AI-powered assistant for Islamic guidance.
bn: ইসলামিক প্রশ্ন জিজ্ঞাসা করুন এবং আমাদের এআই সহকারীর মাধ্যমে নির্ভরযোগ্য উত্তর পান।
de: Stellen Sie islamische Fragen und erhalten Sie zuverlässige Antworten mit unserem KI-gestützten Assistenten.
es: Haz preguntas islámicas y obtén respuestas confiables con nuestro asistente impulsado por inteligencia artificial.
fr: Posez vos questions islamiques et obtenez des réponses fiables grâce à notre assistant IA pour une guidance islamique.
ms: Tanya soalan Islam dan dapatkan jawapan yang boleh dipercayai dengan pembantu AI kami.
ru: Задавайте исламские вопросы и получайте достоверные ответы с помощью нашего ассистента на базе ИИ.
ur: ุงุณูุงู  ุณูุงูุงุช ูพูฺฺพฺบ ุงูุฑ ู ุงุฑ ุง ุขุฆ ู ุนุงูู ุณ ูุงุจูู ุงุนุชู ุงุฏ ุฌูุงุจุงุช ุญุงุตู ฺฉุฑฺบ

# onboardingHijriTitle
source: Hijri Calendar
bn: হিজরি ক্যালেন্ডার
de: Hijri-Kalender
es: Calendario Hijri
fr: Calendrier Hijri
ms: Kalendar Hijri
ru: Хиджрийский календарь
ur: ุฌุฑ ฺฉููฺุฑ

# onboardingHijriDescription
source: View the full Islamic calendar with Gregorian date conversion to stay connected with important dates.
bn: গুরুত্বপূর্ণ তারিখের সাথে যুক্ত থাকতে গ্রেগরিয়ান তারিখ রূপান্তর সহ পূর্ণ ইসলামিক ক্যালেন্ডার দেখুন।
de: Sehen Sie den vollständigen islamischen Kalender mit gregorianischer Datumsumrechnung, um mit wichtigen Terminen verbunden zu bleiben.
es: Consulta el calendario islámico completo con conversión de fechas gregorianas para mantenerte al día con fechas importantes.
fr: Consultez le calendrier islamique complet avec conversion de date grégorienne pour rester connecté aux dates importantes.
ms: Lihat kalendar Islam penuh dengan penukaran tarikh Gregorian untuk kekal berhubung dengan tarikh penting.
ru: Просматривайте полный исламский календарь с конвертацией григорианской даты, чтобы не пропустить важные даты.
ur: ุงู ุชุงุฑุฎูฺบ ุณ ุฌฺ ุฑู ฺฉ ู ู ฺฉู ู ุงุณูุงู  ฺฉููฺุฑ ุงูุฑ ุนุณู ุชุงุฑุฎ ู ฺบ ุชุจุฏู ุฏฺฉฺพฺบ

# onboardingChecklistTitle
source: Islamic Daily Checklist
bn: ইসলামিক দৈনিক চেকলিস্ট
de: Islamische Tages-Checkliste
es: Lista diaria islámica
fr: Liste quotidienne islamique
ms: Senarai Semak Harian Islam
ru: Исламский дневной контроль
ur: ุงุณูุงู  ูู  ฺฺฉ ูุณูน

# onboardingChecklistDescription
source: Track your daily prayers, worship, and good deeds with an easy-to-use checklist.
bn: সহজেই দৈনিক নামাজ, ইবাদত এবং সৎ কাজ ট্র্যাক করুন।
de: Verfolgen Sie Ihre täglichen Gebete, Anbetungen und guten Taten mit einer einfach zu bedienenden Checkliste.
es: Haz seguimiento a tus oraciones, adoraciones y buenas acciones diarias con una lista fácil de usar.
fr: Suivez vos prières, adorations et bonnes actions quotidiennes grâce à une liste simple d’utilisation.
ms: Jejak solat, ibadah dan amalan baik harian anda dengan senarai semak yang mudah digunakan.
ru: Отслеживайте ежедневные молитвы, поклонение и добрые дела с помощью простого списка.
ur: ุงูพู ูู ุงุฒูฺบุ ุนุจุงุฏุช ุงูุฑ ูฺฉ ุงุนู ุงู ฺฉู ุขุณุงู ุณ ูนุฑฺฉ ฺฉุฑฺบ

# onboardingJourneyTitle
source: Begin Your Journey
bn: আপনার যাত্রা শুরু করুন
de: Beginnen Sie Ihre Reise
es: Comienza tu viaje
fr: Commencez votre voyage
ms: Mulakan Perjalanan Anda
ru: Начните свой путь
ur: ุงูพู ุณูุฑ ฺฉุง ุขุบุงุฒ ฺฉุฑฺบ

# onboardingJourneyDescription
source: Everything you need for your Islamic journey is here. Start exploring and strengthen your connection with Allah.
bn: আপনার ইসলামিক যাত্রার জন্য যা কিছু প্রয়োজন সব এখানে রয়েছে। অন্বেষণ শুরু করুন এবং আল্লাহর সাথে আপনার সম্পর্ক দৃঢ় করুন।
de: Alles, was Sie für Ihre islamische Reise brauchen, ist hier. Beginnen Sie zu erkunden und stärken Sie Ihre Verbindung zu Allah.
es: Todo lo que necesitas para tu camino islámico está aquí. Comienza a explorar y fortalece tu conexión con Alá.
fr: Tout ce dont vous avez besoin pour votre parcours islamique est ici. Commencez à explorer et renforcez votre lien avec Allah.
ms: Segala yang anda perlukan untuk perjalanan Islam anda ada di sini. Mula meneroka dan kukuhkan hubungan anda dengan Allah.
ru: Все, что нужно для вашего исламского пути, здесь. Начните исследование и укрепите свою связь с Аллахом.
ur: ุขูพ ฺฉ ุงุณูุงู  ุณูุฑ ฺฉ ู ุณุจ ฺฉฺฺพ ุงฺบ ู ูุฌูุฏ  ุฏุฑุงูุช ุดุฑูุน ฺฉุฑฺบ ุงูุฑ ุงูู ุณ ุงูพูุง ุชุนูู ู ุถุจูุท ฺฉุฑฺบ

source: skip
bn: এড়িয়ে যান
de: überspringen
es: saltar
fr: passer
ms: langkau
ru: пропустить
ur: ฺฺพูฺ ุฏฺบ

source: Get Started
bn: শুরু করুন
de: Loslegen
es: Empezar
fr: Commencer
ms: Mula
ru: Начать
ur: ุดุฑูุน ฺฉุฑฺบ

source: Share as Text
bn: টেক্সট হিসেবে শেয়ার করুন
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte
ms: Kongsi sebagai teks
ru: Поделиться как текстом
ur: ุจุทูุฑ ู ุชู ุดุฆุฑ ฺฉุฑฺบ

source: Share Dhikr
bn: জিকির শেয়ার করুন
de: Dhikr teilen
es: Compartir dhikr
fr: Partager le dhikr
ms: Kongsi zikir
ru: Поделиться зикром
ur: ุฐฺฉุฑ ุดุฆุฑ ฺฉุฑฺบ

source: Generating image...
bn: ছবি তৈরি করা হচ্ছে...
de: Bild wird erstellt...
es: Generando imagen...
fr: Génération de l’image...
ms: Imej sedang dijana...
ru: Создание изображения...
ur: ุชุตูุฑ ุชุงุฑ ฺฉ ุฌุง ุฑ ...

# locationServicesDisabled
source: Location services are disabled. Please enable them in your device settings.
bn: লোকেশন সার্ভিস বন্ধ রয়েছে। অনুগ্রহ করে আপনার ডিভাইসের সেটিংসে এটি চালু করুন।.
de: Die Standortdienste sind deaktiviert. Bitte aktivieren Sie sie in den Geräteeinstellungen.
es: Los servicios de ubicación están desactivados. Por favor, actívalos en la configuración de tu dispositivo.
fr: Les services de localisation sont désactivés. Veuillez les activer dans les paramètres de votre appareil.
ms: Perkhidmatan lokasi dilumpuhkan. Sila aktifkannya dalam tetapan peranti anda..
ru: Службы геолокации отключены. Пожалуйста, включите их в настройках устройства.
ur: ููฺฉุดู ุณุฑูุณุฒ ุบุฑ ูุนุงู ฺบ ุจุฑุง ฺฉุฑู ุงูฺบ ุงูพู ฺูุงุฆุณ ฺฉ ุณูนูฺฏุฒ ู ฺบ ูุนุงู ฺฉุฑฺบ

# rateAppTitle
source: Rate Huda App
bn: হুদা অ্যাপ রেট করুন
de: Bewerte die Huda-App
es: Califica la aplicación Huda
fr: Évaluer l'application Huda
ms: Nilai Aplikasi Huda
ru: Оцените приложение Huda
ur: ุฏุง ุงูพ ฺฉู ุฑูน ฺฉุฑฺบ

# rateExperienceQuestion
source: How would you rate your experience with our app?
bn: আমাদের অ্যাপের সাথে আপনার অভিজ্ঞতা আপনি কিভাবে রেট করবেন?
de: Wie bewerten Sie Ihre Erfahrung mit unserer App?
es: ¿Cómo calificarías tu experiencia con nuestra aplicación?
fr: Comment évalueriez-vous votre expérience avec notre application ?
ms: Bagaimana anda menilai pengalaman anda dengan aplikasi kami?
ru: Как бы вы оценили свой опыт использования нашего приложения?
ur: ู ุงุฑ ุงูพ ฺฉ ุณุงุชฺพ ุงูพู ุชุฌุฑุจ ฺฉู ุขูพ ฺฉุณ ุฑูน ฺฉุฑฺบ ฺฏุ

source: Help us improve:
bn: আমাদের উন্নত করতে সাহায্য করুন:
de: Hilf uns, besser zu werden:
es: Ayúdanos a mejorar:
fr: Aidez-nous à nous améliorer :
ms: Bantu kami untuk bertambah baik:
ru: Помогите нам улучшиться:
ur: ู ฺบ ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑฺบ:

# feedbackHint
source: What can we do better?
bn: আমরা কী ভালো করতে পারি?
de: Was können wir verbessern?
es: ¿Qué podemos mejorar?
fr: Que pouvons-nous améliorer ?
ms: Apa yang boleh kami perbaiki?
ru: Что мы можем улучшить?
ur: ู ฺฉุง ุจุชุฑ ฺฉุฑ ุณฺฉุช ฺบุ

# rateButton
source: Rate
bn: রেট দিন
de: Bewerten
es: Calificar
fr: Évaluer
ms: Nilai
ru: Оценить
ur: ุฑูน ฺฉุฑฺบ

source: Maybe Later
bn: হয়তো পরে
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
ms: Mungkin Nanti
ru: Может быть позже
ur: ุดุงุฏ ุจุนุฏ ู ฺบ

source: Don't Ask Again
bn: আবার জিজ্ঞাসা করবেন না
de: Nicht erneut fragen
es: No preguntar de nuevo
fr: Ne plus demander
ms: Jangan Tanya Lagi
ru: Больше не спрашивать
ur: ุฏูุจุงุฑ ู ูพูฺฺพฺบ

# pleaseSelectRating
source: Please select a rating
bn: অনুগ্রহ করে একটি রেটিং নির্বাচন করুন
de: Bitte wählen Sie eine Bewertung
es: Por favor selecciona una calificación
fr: Veuillez sélectionner une évaluation
ms: Sila pilih penilaian
ru: Пожалуйста, выберите оценку
ur: ุจุฑุง ฺฉุฑู ุงฺฉ ุฑูนูฺฏ ู ูุชุฎุจ ฺฉุฑฺบ

# provideFeedback
source: Please provide feedback for improvement
bn: উন্নতির জন্য দয়া করে মতামত দিন
de: Bitte geben Sie Feedback zur Verbesserung
es: Por favor proporciona comentarios para mejorar
fr: Veuillez fournir des commentaires pour l'amélioration
ms: Sila beri maklum balas untuk penambahbaikan
ru: Пожалуйста, оставьте отзыв для улучшения
ur: ุจุฑุง ฺฉุฑู ุจุชุฑ ฺฉ ูุฆ ูฺุจฺฉ ูุฑุงู ฺฉุฑฺบ

# thankYouRedirect
source: Thank you! You'll be redirected to the store.
bn: ধন্যবাদ! আপনাকে স্টোরে পুনঃনির্দেশ করা হবে।
de: Danke! Sie werden zum Store weitergeleitet.
es: ¡Gracias! Serás redirigido a la tienda.
fr: Merci ! Vous allez être redirigé vers la boutique.
ms: Terima kasih! Anda akan diarahkan ke kedai.
ru: Спасибо! Вы будете перенаправлены в магазин.
ur: ุดฺฉุฑ! ุขูพ ฺฉู ุงุณูนูุฑ ูพุฑ ุฑ ฺุงุฆุฑฺฉูน ฺฉุง ุฌุงุฆ ฺฏุง

# thankYouFeedback
source: Thank you for your feedback! We'll work on improvements.
bn: আপনার মতামতের জন্য ধন্যবাদ! আমরা উন্নতির জন্য কাজ করব।
de: Danke für Ihr Feedback! Wir werden an Verbesserungen arbeiten.
es: ¡Gracias por tus comentarios! Trabajaremos en mejoras.
fr: Merci pour vos commentaires ! Nous allons travailler sur des améliorations.
ms: Terima kasih atas maklum balas anda! Kami akan berusaha untuk membuat penambahbaikan.
ru: Спасибо за ваш отзыв! Мы будем работать над улучшениями.
ur: ุขูพ ฺฉ ูฺุจฺฉ ฺฉุง ุดฺฉุฑ! ู ุจุชุฑ ูพุฑ ฺฉุงู ฺฉุฑฺบ ฺฏ

source: No Hadiths Found
bn: কোনো হাদীস পাওয়া যায়নি
de: Keine Hadithe gefunden
es: No se encontraron hadices
fr: Aucun hadith trouvé
ms: Tiada hadis ditemui
ru: Хадисы не найдены
ur: ฺฉูุฆ ุญุฏุซ ูฺบ ู ู

# noHadithsFoundChapter
source: This chapter doesn't contain any hadiths at the moment.
bn: এই অধ্যায়ে বর্তমানে কোনো হাদিস নেই।
de: Dit hoofdstuk bevat op dit moment geen hadiths.
es: Este capítulo no contiene ningún hadiz por el momento.
fr: Ce chapitre ne contient aucun hadith pour le moment.
ms: Bab ini tidak mengandungi sebarang hadis pada masa ini.
ru: В этой главе сейчас нет хадисов.
ur: ุงุณ ุจุงุจ ู ฺบ ู ุงูุญุงู ฺฉูุฆ ุญุฏุซ ู ูุฌูุฏ ูฺบ 

# mawdu
source: Fabricated (Mawdu')
bn: মনগড়া (মাওদু’)
es: Fabricado (Mawdu')
fr: Inventé (Mawdu')
ms: Rekaan (Mawdu')
ur: ู ูุถูุน (ู ู ฺฏฺพฺุช)

# shadh
source: Irregular (Shadh)
bn: অনিয়মিত (শায)
fr: Irrégulier (Shadh)
ms: Tidak teratur (Shadh)
ur: ุดุงุฐ

# munkar
source: Rejected (Munkar)
bn: প্রত্যাখ্যাত (মুনকার)
es: Rechazado (Munkar)
fr: Rejeté (Munkar)
ms: Ditolak (Munkar)
ur: ู ูฺฉุฑ

# gharib
source: Strange (Gharib)
bn: অদ্ভুত (গারিব)
es: Extraño (Gharib)
fr: Étrange (Gharib)
ms: Pelik (Gharib)
ur: ุบุฑุจ

# chain
source: in chain
bn: সনদে
es: en la cadena
fr: dans la chaîne
ms: dalam sanad
ur: ุณูุฏ ู ฺบ

# noChapters
source: No Chapters Available
bn: কোনো অধ্যায় উপলব্ধ নেই
es: No hay capítulos disponibles
fr: Aucun chapitre disponible
ms: Tiada bab tersedia
ur: ุงุจูุงุจ ุฏุณุชุงุจ ูฺบ ฺบ

# newContent
source: New content will be added soon. Check back later for updates.
bn: শীঘ্রই নতুন বিষয়বস্তু যোগ করা হবে। আপডেটের জন্য পরে আবার দেখুন।
es: Se agregará nuevo contenido pronto. Vuelve más tarde para ver las actualizaciones.
fr: Nouveau contenu bientôt disponible. Revenez plus tard pour les mises à jour.
ms: Kandungan baharu akan ditambah tidak lama lagi. Sila semak semula kemudian untuk kemas kini.
ur: ูุง ู ูุงุฏ ุฌูุฏ ุดุงู ู ฺฉุง ุฌุงุฆ ฺฏุง ุชุงุฒ ฺฉุงุฑ ฺฉ ู ุจุนุฏ ู ฺบ ฺฺฉ ฺฉุฑฺบ

source: Meccan
es: Meca
fr: Mecquoise
ms: Mekah
ur: ู ฺฉ

source: Medinan
es: Medinense
fr: Médinoise
ms: Madinah
ur: ู ุฏู

source: Ayahs
es: Alejas
fr: Versets
ms: Ayat
ur: ุขุงุช

source: Downloaded
es: Descargado
fr: Téléchargé
ms: Dimuat turun

source: Loop this ayah
es: Repetir esta aleya
ms: Ulang ayat ini

source: Autoplay next ayah
es: Reproducción automática de la siguiente aleya
ms: Main ayat seterusnya secara automatik
