Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# aiGeneratedDisclaimer
source: AI generated content. Please verify with authentic sources.
bn: এআই-জেনেরেটেড বিষয়বস্তু। দয়া করে প্রামাণিক উৎসের সাথে যাচাই করুন।
de: KI-generierter Inhalt. Bitte mit authentischen Quellen verifizieren.
es: Contenido generado por AI. Por favor verifica con fuentes auténticas.
fr: Contenu généré par IA. Veuillez vérifier avec des sources authentiques.
ms: Kandungan dijana AI. Sila sahkan dengan sumber sahih.
ru: Контент, созданный ИИ. Пожалуйста, проверьте с достоверными источниками.
ur: ุง ุขุฆ ุชุงุฑ ฺฉุฑุฏ ู ูุงุฏ ุจุฑุง ฺฉุฑู ู ุนุชุจุฑ ุฐุฑุงุฆุน ุณ ุชุตุฏู ฺฉุฑฺบ

# messageCopied
source: Message copied to clipboard
bn: বার্তা ক্লিপবোর্ডে কপি হয়েছে
de: Nachricht in Zwischenablage kopiert
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers
ms: Mesej disalin ke papan keratan
ru: Сообщение скопировано в буфер обмена
ur: ูพุบุงู ฺฉููพ ุจูุฑฺ ู ฺบ ฺฉุงูพ ู ฺฏุง

# islamicQAFromHuda
source: Islamic Q&A from Huda AI
bn: হুদা এআই থেকে ইসলামিক প্রশ্ন ও উত্তর
de: Islamische Fragen und Antworten von Huda AI
es: Preguntas y respuestas islámicas de Huda AI
fr: Questions-réponses islamiques de Huda AI
ms: Soal Jawab Islam daripada Huda AI
ru: Исламские вопросы и ответы от Huda AI
ur: ุฏูฐ ุง ุขุฆ ุณ ุงุณูุงู  ุณูุงู ู ุฌูุงุจ

# generatedByHudaAI
source: Generated by Huda AI - Islamic Assistant
bn: হুদা এআই - ইসলামিক সহায়ক দ্বারা তৈরি
de: Generiert von Huda AI - Islamischer Assistent
es: Generado por Huda AI - Asistente islámico
fr: Généré par Huda AI - Assistant islamique
ms: Dijana oleh Huda AI - Pembantu Islam
ru: Создано Huda AI - Исламским помощником
ur: ุฏูฐ ุง ุขุฆ - ุงุณูุงู  ู ุนุงูู ฺฉ ุทุฑู ุณ ุชุงุฑ ฺฉุฑุฏ

# verifyWithSources
source: Please verify with authentic Islamic sources.
bn: দয়া করে প্রামাণিক ইসলামিক উৎসের সাথে যাচাই করুন।
de: Bitte mit authentischen islamischen Quellen verifizieren.
es: Por favor verifica con fuentes islámicas auténticas.
fr: Veuillez vérifier avec des sources islamiques authentiques.
ms: Sila sahkan dengan sumber Islam sahih.
ru: Пожалуйста, проверьте с достоверными исламскими источниками.
ur: ุจุฑุง ฺฉุฑู ู ุนุชุจุฑ ุงุณูุงู  ุฐุฑุงุฆุน ุณ ุชุตุฏู ฺฉุฑฺบ

# shareQAFromHuda
source: Islamic Q&A from Huda AI
bn: হুদা এআই থেকে ইসলামিক প্রশ্ন ও উত্তর
de: Islamische Fragen und Antworten von Huda AI
es: Preguntas y respuestas islámicas de Huda AI
fr: Questions-réponses islamiques de Huda AI
ms: Soal Jawab Islam daripada Huda AI
ru: Исламские вопросы и ответы от Huda AI
ur: ุฏูฐ ุง ุขุฆ ุณ ุงุณูุงู  ุณูุงู ู ุฌูุงุจ

# islamicKnowledgeSubject
source: Islamic Knowledge from Huda AI
bn: হুদা এআই থেকে ইসলামিক জ্ঞান
de: Islamisches Wissen von Huda AI
es: Conocimiento islámico de Huda AI
fr: Connaissance islamique de Huda AI
ms: Ilmu Islam daripada Huda AI
ru: Исламские знания от Huda AI
ur: ุฏูฐ ุง ุขุฆ ุณ ุงุณูุงู  ุนูู

source: Huda AI
bn: হুদা এআই
ur: ุฏูฐ ุง ุขุฆ

source: Bookmark Ayah
bn: আয়াত বুকমার্ক করুন
de: Ayah als Lesezeichen markieren
es: Marcar ayah
fr: Marquer l'ayah
ms: Tandakan ayat
ru: Добавить аят в закладки
ur: ุขุช ุจฺฉ ู ุงุฑฺฉ ฺฉุฑฺบ

source: Bookmark
bn: বুকমার্ক
de: Lesezeichen
es: Marcador
fr: Signet
ms: Penanda buku
ru: Закладка
ur: ุจฺฉ ู ุงุฑฺฉ

source: Star
bn: তারকা
de: Stern
es: Estrella
fr: Étoile
ms: Bintang
ru: Звезда
ur: ุณุชุงุฑ

source: Bookmark Color
bn: বুকমার্কের রঙ
de: Lesezeichen-Farbe
es: Color del marcador
fr: Couleur du signet
ms: Warna penanda buku
ru: Цвет закладки
ur: ุจฺฉ ู ุงุฑฺฉ ฺฉุง ุฑูฺฏ

source: Your Note
bn: আপনার নোট
de: Ihre Notiz
es: Tu nota
fr: Votre note
ms: Nota anda
ru: Ваша заметка
ur: ุขูพ ฺฉุง ูููน

source: Edit Note
bn: নোট সম্পাদনা করুন
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
ms: Edit nota
ru: Редактировать заметку
ur: ูููน ุชุฑู ู ฺฉุฑฺบ

source: Add Note
bn: নোট যোগ করুন
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
ms: Tambah nota
ru: Добавить заметку
ur: ูููน ุดุงู ู ฺฉุฑฺบ

# surahAyahReference
source: Surah {surahName} - Ayah {ayahNumber}
bn: সুরা {surahName} - আয়াত {ayahNumber}
de: Sure {surahName} - Ayah {ayahNumber}
es: Sura {surahName} - Ayah {ayahNumber}
fr: Sourate {surahName} - Ayah {ayahNumber}
ms: Surah {surahName} - Ayat {ayahNumber}
ru: Сура {surahName} - Аят {ayahNumber}
ur: ุณูุฑ {surahName} - ุขุช {ayahNumber}

# noteHint
source: Write your personal note or reflection about this ayah...
bn: এই আয়াত সম্পর্কে আপনার ব্যক্তিগত নোট বা চিন্তাভাবনা লিখুন...
de: Schreiben Sie Ihre persönliche Notiz oder Reflexion zu dieser Ayah...
es: Escribe tu nota personal o reflexión sobre esta ayah...
fr: Écrivez votre note personnelle ou réflexion sur cette ayah...
ms: Tulis nota peribadi atau renungan anda tentang ayat ini...
ru: Напишите вашу личную заметку или размышление об этом аяте...
ur: ุงุณ ุขุช ฺฉ ุจุงุฑ ู ฺบ ุงูพูุง ุฐุงุช ูููน ุง ุชุงุซุฑุงุช ูฺฉฺพฺบ...

source: Update
bn: আপডেট
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ms: Kemas kini
ru: Обновить
ur: ุงูพ ฺูน

source: Share & Copy
bn: শেয়ার এবং কপি
de: Teilen und kopieren
es: Compartir y copiar
fr: Partager et copier
ms: Kongsi dan salin
ru: Поделиться и скопировать
ur: ุดุฆุฑ ุงูุฑ ฺฉุงูพ

source: Share Options
bn: শেয়ার অপশন
de: Optionen teilen
es: Opciones de compartir
fr: Options de partage
ms: Pilihan kongsi
ru: Опции поделиться
ur: ุดุฆุฑ ฺฉ ุงุฎุชุงุฑุงุช

source: Include Translation
bn: অনুবাদ অন্তর্ভুক্ত করুন
de: Übersetzung einschließen
es: Incluir traducción
fr: Inclure la traduction
ms: Sertakan terjemahan
ru: Включить перевод
ur: ุชุฑุฌู  ุดุงู ู ฺฉุฑฺบ

source: Include Tafsir
bn: তাফসির অন্তর্ভুক্ত করুন
de: Tafsir einschließen
es: Incluir tafsir
fr: Inclure le tafsir
ms: Sertakan tafsir
ru: Включить тафсир
ur: ุชูุณุฑ ุดุงู ู ฺฉุฑฺบ

source: Include Reference
bn: রেফারেন্স অন্তর্ভুক্ত করুন
de: Referenz einschließen
es: Incluir referencia
fr: Inclure la référence
ms: Sertakan rujukan
ru: Включить ссылку
ur: ุญูุงู ุดุงู ู ฺฉุฑฺบ

source: Generating...
bn: তৈরি করা হচ্ছে...
de: Generiere...
es: Generando...
fr: Génération...
ms: Menjana...
ru: Генерация...
ur: ุชุงุฑ ฺฉุฑ ุฑ ฺบ...

source: Share as Image
bn: ছবি হিসেবে শেয়ার করুন
de: Als Bild teilen
es: Compartir como imagen
fr: Partager en image
ms: Kongsi sebagai imej
ru: Поделиться как изображением
ur: ุจุทูุฑ ุชุตูุฑ ุดุฆุฑ ฺฉุฑฺบ

# tafsirLabel
source: Tafsir:
bn: তাফসির:
ru: Тафсир:
ur: ุชูุณุฑ:

source: Huda - Quran App
bn: হুদা - কুরআন অ্যাপ
de: Huda - Koran-App
es: Huda - App del Corán
fr: Huda - App Coran
ms: Huda - Aplikasi Al-Quran
ru: Huda - Приложение Корана
ur: ุฏูฐ - ูุฑุขู ุงูพ

source: Translation not available
bn: অনুবাদ উপলব্ধ নেই
de: Übersetzung nicht verfügbar
es: Traducción no disponible
fr: Traduction non disponible
ms: Terjemahan tidak tersedia
ru: Перевод недоступен
ur: ุชุฑุฌู  ุฏุณุชุงุจ ูฺบ

source: Tafsir not available
bn: তাফসির উপলব্ধ নেই
de: Tafsir nicht verfügbar
es: Tafsir no disponible
fr: Tafsir non disponible
ms: Tafsir tidak tersedia
ru: Тафсир недоступен
ur: ุชูุณุฑ ุฏุณุชุงุจ ูฺบ

source: Unknown Surah
bn: অজানা সুরা
de: Unbekannte Sure
es: Sura desconocida
fr: Sourate inconnue
ms: Surah tidak diketahui
ru: Неизвестная сура
ur: ูุงู ุนููู ุณูุฑ

# translationLabel
source: Translation:
bn: অনুবাদ:
de: Übersetzung:
es: Traducción:
fr: Traduction:
ms: Terjemahan:
ru: Перевод:
ur: ุชุฑุฌู :

# sharedViaHuda
source: Shared via Huda - Quran App
bn: হুদা - কুরআন অ্যাপের মাধ্যমে শেয়ার করা হয়েছে
de: Geteilt über Huda - Koran-App
es: Compartido a través de Huda - App del Corán
fr: Partagé via Huda - App Coran
ms: Dikongsi melalui Huda - Aplikasi Al-Quran
ru: Поделились через Huda - Приложение Корана
ur: ุฏูฐ - ูุฑุขู ุงูพ ฺฉ ุฐุฑุน ุดุฆุฑ ฺฉุง ฺฏุง

source: Copied to clipboard
bn: ক্লিপবোর্ডে কপি হয়েছে
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ms: Disalin ke papan keratan
ru: Скопировано в буфер обмена
ur: ฺฉููพ ุจูุฑฺ ู ฺบ ฺฉุงูพ ู ฺฏุง

# failedToCopy
source: Failed to copy to clipboard
bn: ক্লিপবোর্ডে কপি করতে ব্যর্থ
de: Fehler beim Kopieren in die Zwischenablage
es: Error al copiar al portapapeles
fr: Échec de la copie dans le presse-papiers
ms: Gagal menyalin ke papan keratan
ru: Не удалось скопировать в буфер обмена
ur: ฺฉููพ ุจูุฑฺ ู ฺบ ฺฉุงูพ ฺฉุฑู ู ฺบ ูุงฺฉุงู

# ayahFromSurah
source: Ayah from {surahName}
bn: {surahName} থেকে আয়াত
de: Ayah von {surahName}
es: Ayah de {surahName}
fr: Ayah de {surahName}
ms: Ayat daripada {surahName}
ru: Аят из {surahName}
ur: {surahName} ุณ ุขุช

source: Ayah from Quran
bn: কুরআনের আয়াত
de: Ayah aus dem Koran
es: Ayah del Corán
fr: Ayah du Coran
ms: Ayat daripada Al-Quran
ru: Аят из Корана
ur: ูุฑุขู ุณ ุขุช

source: Unknown
bn: অজানা
de: Unbekannt
es: Desconocido
fr: Inconnu
ms: Tidak diketahui
ru: Неизвестно
ur: ูุงู ุนููู

source: Ayah {number}
bn: আয়াত {number}
ms: Ayat {number}
ru: Аят {number}
ur: ุขุช {number}

source: Loading audio...
bn: অডিও লোড হচ্ছে...
de: Lade Audio...
es: Cargando audio...
fr: Chargement de l'audio...
ms: Memuatkan audio...
ru: Загрузка аудио...
ur: ุขฺู ููฺ ู ุฑุง ...

# unableToLoadAudio
source: Unable to load audio for this reader
bn: এই পাঠকের জন্য অডিও লোড করা যাচ্ছে না
de: Audio für diesen Rezitator kann nicht geladen werden
es: No se puede cargar audio para este recitador
fr: Impossible de charger l'audio pour ce récitateur
ms: Tidak dapat memuat audio untuk qari ini
ru: Не удается загрузить аудио для этого чтеца
ur: ุงุณ ูุงุฑ ฺฉ ู ุขฺู ููฺ ูฺบ ฺฉุฑ ุณฺฉุช

source: Select Reader
bn: পাঠক নির্বাচন করুন
de: Rezitator auswählen
es: Seleccionar recitador
fr: Sélectionner un récitateur
ms: Pilih qari
ru: Выбрать чтеца
ur: ูุงุฑ ู ูุชุฎุจ ฺฉุฑฺบ

source: Filter by language
bn: ভাষা অনুযায়ী ফিল্টার করুন
de: Nach Sprache filtern
es: Filtrar por idioma
fr: Filtrer par langue
ms: Tapis mengikut bahasa
ru: Фильтровать по языку
ur: ุฒุจุงู ฺฉ ุฐุฑุน ูููนุฑ ฺฉุฑฺบ

source: All languages
bn: সব ভাষা
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
ms: Semua bahasa
ru: Все языки
ur: ุชู ุงู ุฒุจุงูฺบ

source: No readers available
bn: কোন পাঠক উপলব্ধ নেই
de: Keine Rezitatoren verfügbar
es: No hay recitadores disponibles
fr: Aucun récitateur disponible
ms: Tiada qari tersedia
ru: Нет доступных чтецов
ur: ฺฉูุฆ ูุงุฑ ุฏุณุชุงุจ ูฺบ

source: Unknown Reader
bn: অজানা পাঠক
de: Unbekannter Rezitator
es: Recitador desconocido
fr: Récitateur inconnu
ms: Qari tidak diketahui
ru: Неизвестный чтец
ur: ูุงู ุนููู ูุงุฑ

source: Tafsir (Commentary)
bn: তাফসির (মন্তব্য)
de: Tafsir (Kommentar)
es: Tafsir (Comentario)
fr: Tafsir (Commentaire)
ms: Tafsir (Komen)
ru: Тафсир (Комментарий)
ur: ุชูุณุฑ (ุชุจุตุฑ)

source: Select tafsir source
bn: তাফসির উৎস নির্বাচন করুন
de: Tafsir-Quelle auswählen
es: Seleccionar fuente de tafsir
fr: Sélectionner la source de tafsir
ms: Pilih sumber tafsir
ru: Выбрать источник тафсира
ur: ุชูุณุฑ ฺฉุง ุฐุฑุน ู ูุชุฎุจ ฺฉุฑฺบ

source: None
bn: কোনটিই না
de: Keine
es: Ninguno
fr: Aucun
ms: Tiada
ru: Нет
ur: ฺฉูุฆ ูฺบ

# noTafsirAvailable
source: No tafsir sources available
bn: কোন তাফসির উৎস উপলব্ধ নেই
de: Keine Tafsir-Quelle verfügbar
es: No hay fuentes de tafsir disponibles
fr: Aucune source de tafsir disponible
ms: Tiada sumber tafsir tersedia
ru: Нет доступного источника тафсира
ur: ฺฉูุฆ ุชูุณุฑ ุฐุฑุงุฆุน ุฏุณุชุงุจ ูฺบ

source: Translation
bn: অনুবাদ
de: Übersetzung
es: Traducción
fr: Traduction
ms: Terjemahan
ru: Перевод
ur: ุชุฑุฌู 

source: Select translation source
bn: অনুবাদ উৎস নির্বাচন করুন
de: Übersetzungsquelle auswählen
es: Seleccionar fuente de traducción
fr: Sélectionner la source de traduction
ms: Pilih sumber terjemahan
ru: Выбрать источник перевода
ur: ุชุฑุฌู  ฺฉุง ุฐุฑุน ู ูุชุฎุจ ฺฉุฑฺบ

# noTranslationAvailable
source: No translation sources available for selected language
bn: নির্বাচিত ভাষার জন্য কোন অনুবাদ উৎস উপলব্ধ নেই
de: Keine Übersetzungsquelle für die ausgewählte Sprache verfügbar
es: No hay fuentes de traducción disponibles para el idioma seleccionado
fr: Aucune source de traduction disponible pour la langue sélectionnée
ms: Tiada sumber terjemahan tersedia untuk bahasa yang dipilih
ru: Нет доступного источника перевода для выбранного языка
ur: ู ูุชุฎุจ ฺฉุฑุฏ ุฒุจุงู ฺฉ ู ฺฉูุฆ ุชุฑุฌู  ุฐุฑุงุฆุน ุฏุณุชุงุจ ูฺบ

source: Filter translation language
bn: অনুবাদ ভাষা ফিল্টার করুন
de: Übersetzungssprache filtern
es: Filtrar idioma de traducción
fr: Filtrer la langue de traduction
ms: Tapis bahasa terjemahan
ru: Фильтровать язык перевода
ur: ุชุฑุฌู  ฺฉ ุฒุจุงู ูููนุฑ ฺฉุฑฺบ

source: Add to Home Widget
bn: হোম উইজেটে যোগ করুন
de: Zum Startseiten-Widget hinzufügen
es: Agregar al widget de inicio
fr: Ajouter au widget d'accueil
ms: Tambah ke widget utama
ru: Добавить в виджет главной страницы
ur: ูู ูุฌูน ู ฺบ ุดุงู ู ฺฉุฑฺบ

# addToWidgetDescription
source: Add this ayah to your home screen widget collection
bn: এই আয়াতটি আপনার হোম স্ক্রিন উইজেট সংগ্রহে যোগ করুন
de: Diese Ayah zu Ihrer Startseiten-Widget-Sammlung hinzufügen
es: Agregar esta ayah a tu colección de widgets de pantalla de inicio
fr: Ajouter cette ayah à votre collection de widgets d'écran d'accueil
ms: Tambah ayat ini ke koleksi widget skrin utama anda
ru: Добавить этот аят в вашу коллекцию виджетов главной страницы
ur: ุงุณ ุขุช ฺฉู ุงูพู ูู ุณฺฉุฑู ูุฌูน ฺฉูฺฉุดู ู ฺบ ุดุงู ู ฺฉุฑฺบ

source: Preview
bn: প্রাকদর্শন
de: Vorschau
es: Vista previa
fr: Aperçu
ms: Pratonton
ru: Предпросмотр
ur: ูพุด ูุธุงุฑ

source: Audio
bn: অডিও
ru: Аудио
ur: ุขฺู

source: Tafsir
bn: তাফসির
ru: Тафсир
ur: ุชูุณุฑ

source: Share
bn: শেয়ার
de: Teilen
es: Compartir
fr: Partager
ms: Kongsi
ru: Поделиться
ur: ุดุฆุฑ

source: Widget
bn: উইজেট
ru: Виджет
ur: ูุฌูน

source: Ayah Text
bn: আয়াতের টেক্সট
es: Texto de ayah
fr: Texte de l'ayah
ms: Teks ayat
ru: Текст аята
ur: ุขุช ฺฉุง ู ุชู

source: Audio Controls
bn: অডিও নিয়ন্ত্রণ
de: Audio-Steuerung
es: Controles de audio
fr: Contrôles audio
ms: Kawalan audio
ru: Аудио управление
ur: ุขฺู ฺฉููนุฑููุฒ

# unableLoadAudio
source: Unable to load audio for this reader
bn: এই পাঠকের জন্য অডিও লোড করা যাচ্ছে না
de: Audio für diesen Rezitator kann nicht geladen werden
es: No se puede cargar audio para este recitador
fr: Impossible de charger l'audio pour ce récitateur
ms: Tidak dapat memuat audio untuk qari ini
ru: Не удается загрузить аудио для этого чтеца
ur: ุงุณ ูุงุฑ ฺฉ ู ุขฺู ููฺ ูฺบ ฺฉุฑ ุณฺฉุช

source: Reader Selection
bn: পাঠক নির্বাচন
de: Rezitator-Auswahl
es: Selección de recitador
fr: Sélection du récitateur
ms: Pemilihan qari
ru: Выбор чтеца
ur: ูุงุฑ ฺฉุง ุงูุชุฎุงุจ

source: Audio Downloads
bn: অডিও ডাউনলোড
es: Descargas de audio
fr: Téléchargements audio
ms: Muat turun audio
ru: Аудио загрузки
ur: ุขฺู ฺุงุคู ููฺุฒ

source: Audio Settings
bn: অডিও সেটিংস
de: Audio-Einstellungen
es: Configuración de audio
fr: Paramètres audio
ms: Tetapan audio
ru: Аудио настройки
ur: ุขฺู ุณูนูฺฏุฒ

source: Included in All
bn: সবার মধ্যে অন্তর্ভুক্ত
de: In allen enthalten
es: Incluido en todos
fr: Inclus dans tous
ms: Disertakan dalam semua
ru: Включено во все
ur: ุชู ุงู ู ฺบ ุดุงู ู

source: Surah Downloaded
bn: সুরা ডাউনলোড হয়েছে
de: Sure heruntergeladen
es: Sura descargada
fr: Sourate téléchargée
ms: Surah dimuat turun
ru: Сура загружена
ur: ุณูุฑ ฺุงุคู ููฺ ู ฺฏุง

source: Downloading...
bn: ডাউনলোড হচ্ছে...
de: Lade herunter...
es: Descargando...
fr: Téléchargement...
ms: Memuat turun...
ru: Загрузка...
ur: ฺุงุคู ููฺ ู ุฑุง ...

source: Download Surah
bn: সুরা ডাউনলোড করুন
de: Sure herunterladen
es: Descargar sura
fr: Télécharger la sourate
ms: Muat turun surah
ru: Загрузить суру
ur: ุณูุฑ ฺุงุคู ููฺ ฺฉุฑฺบ

source: All Downloaded
bn: সব ডাউনলোড হয়েছে
de: Alle heruntergeladen
es: Todo descargado
fr: Tout téléchargé
ms: Semua dimuat turun
ru: Все загружено
ur: ุชู ุงู ฺุงุคู ููฺ ู ฺฏุฆ

source: Download All
bn: সব ডাউনলোড করুন
de: Alle herunterladen
es: Descargar todo
fr: Tout télécharger
ms: Muat turun semua
ru: Загрузить все
ur: ุชู ุงู ฺุงุคู ููฺ ฺฉุฑฺบ

source: Checking...
bn: পরীক্ষা করা হচ্ছে...
de: Überprüfe...
es: Verificando...
fr: Vérification...
ms: Memeriksa...
ru: Проверка...
ur: ฺฺฉ ฺฉุฑ ุฑ ฺบ...

source: Already in Widget
bn: ইতিমধ্যে উইজেটে আছে
de: Bereits im Widget
es: Ya está en el widget
fr: Déjà dans le widget
ms: Sudah dalam widget
ru: Уже в виджете
ur: ูพู ุณ ูุฌูน ู ฺบ

source: Add to Widget
bn: উইজেটে যোগ করুন
de: Zum Widget hinzufügen
es: Agregar al widget
fr: Ajouter au widget
ms: Tambah ke widget
ru: Добавить в виджет
ur: ูุฌูน ู ฺบ ุดุงู ู ฺฉุฑฺบ

# addToWidgetInfo
source: This will add the selected ayah to your home screen widget collection for easy access.
bn: এটি নির্বাচিত আয়াতটিকে সহজ অ্যাক্সেসের জন্য আপনার হোম স্ক্রিন উইজেট সংগ্রহে যোগ করবে।
de: Dies fügt die ausgewählte Ayah zu Ihrer Startseiten-Widget-Sammlung für einfachen Zugriff hinzu.
es: Esto agregará la ayah seleccionada a tu colección de widgets de pantalla de inicio para fácil acceso.
fr: Ceci ajoutera l'ayah sélectionnée à votre collection de widgets d'écran d'accueil pour un accès facile.
ms: Ini akan menambah ayat yang dipilih ke koleksi widget skrin utama anda untuk akses mudah.
ru: Это добавит выбранный аят в вашу коллекцию виджетов главной страницы для легкого доступа.
ur:  ู ูุชุฎุจ ฺฉุฑุฏ ุขุช ฺฉู ุขูพ ฺฉ ูู ุณฺฉุฑู ูุฌูน ฺฉูฺฉุดู ู ฺบ ุขุณุงู ุฑุณุงุฆ ฺฉ ู ุดุงู ู ฺฉุฑ ุฏ ฺฏุง

source: Read PDF
bn: পিডিএফ পড়ুন
de: PDF lesen
es: Leer PDF
fr: Lire le PDF
ms: Baca PDF
ru: Читать PDF
ur: ูพ ฺ ุงู ูพฺฺพฺบ

source: Open File
bn: ফাইল খুলুন
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
ms: Buka fail
ru: Открыть файл
ur: ูุงุฆู ฺฉฺพููฺบ

source: Download
bn: ডাউনলোড
de: Herunterladen
es: Descargar
fr: Télécharger
ms: Muat turun
ru: Загрузить
ur: ฺุงุคู ููฺ

source: Book Details
bn: বইয়ের বিস্তারিত
de: Buchdetails
es: Detalles del libro
fr: Détails du livre
ms: Butiran buku
ru: Детали книги
ur: ฺฉุชุงุจ ฺฉ ุชูุตูุงุช

source: Untitled
bn: শিরোনামহীন
de: Ohne Titel
es: Sin título
fr: Sans titre
ms: Tanpa tajuk
ru: Без названия
ur: ุจ ุนููุงู

source: No description available
bn: কোন বর্ণনা উপলব্ধ নেই
de: Keine Beschreibung verfügbar
es: No hay descripción disponible
fr: Aucune description disponible
ms: Tiada penerangan tersedia
ru: Описание недоступно
ur: ฺฉูุฆ ุชูุตู ุฏุณุชุงุจ ูฺบ

source: Attachments
bn: সংযুক্তি
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
ms: Lampiran
ru: Вложения
ur: ู ูุณูฺฉุงุช

source: No Description
bn: কোন বর্ণনা নেই
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
ms: Tiada penerangan
ru: Нет описания
ur: ฺฉูุฆ ุชูุตู ูฺบ

source: Other Languages
bn: অন্যান্য ভাষা
de: Andere Sprachen
es: Otros idiomas
fr: Autres langues
ms: Bahasa lain
ru: Другие языки
ur: ุฏฺฏุฑ ุฒุจุงูฺบ

source: You're Offline
bn: আপনি অফলাইনে আছেন
de: Sie sind offline
es: Estás sin conexión
fr: Vous êtes hors ligne
ms: Anda sedang luar talian
ru: Вы оффлайн
ur: ุขูพ ุขู ูุงุฆู ฺบ

# theSelectedLanguageNotAvailable
source: The selected language is not available
bn: নির্বাচিত ভাষা উপলব্ধ নেই
de: Die ausgewählte Sprache ist nicht verfügbar
es: El idioma seleccionado no está disponible
fr: La langue sélectionnée n'est pas disponible
ms: Bahasa yang dipilih tidak tersedia
ru: Выбранный язык недоступен
ur: ู ูุชุฎุจ ฺฉุฑุฏ ุฒุจุงู ุฏุณุชุงุจ ูฺบ

source: Share Book
bn: বই শেয়ার করুন
de: Buch teilen
es: Compartir libro
fr: Partager le livre
ms: Kongsi buku
ru: Поделиться книгой
ur: ฺฉุชุงุจ ุดุฆุฑ ฺฉุฑฺบ

# shareBookQuestion
source: Share "{title}" with others?
bn: "{title}" অন্যদের সাথে শেয়ার করবেন?
de: "{title}" mit anderen teilen?
es: ¿Compartir "{title}" con otros?
fr: Partager "{title}" avec d'autres?
ms: Kongsi "{title}" dengan orang lain?
ru: Поделиться "{title}" с другими?
ur: "{title}" ฺฉู ุฏูุณุฑูฺบ ฺฉ ุณุงุชฺพ ุดุฆุฑ ฺฉุฑฺบุ

source: Share as PDF
bn: পিডিএফ হিসেবে শেয়ার করুন
de: Als PDF teilen
es: Compartir como PDF
fr: Partager comme PDF
ms: Kongsi sebagai PDF
ru: Поделиться как PDF
ur: ูพ ฺ ุงู ฺฉ ุทูุฑ ูพุฑ ุดุฆุฑ ฺฉุฑฺบ

source: Share in Message
bn: বার্তায় শেয়ার করুন
de: In Nachricht teilen
es: Compartir en mensaje
fr: Partager dans un message
ms: Kongsi dalam mesej
ru: Поделиться в сообщении
ur: ูพุบุงู ู ฺบ ุดุฆุฑ ฺฉุฑฺบ

# errorLoadingLanguages
source: Error loading languages: {error}
bn: ভাষা লোড করতে ত্রুটি: {error}
de: Fehler beim Laden der Sprachen: {error}
es: Error al cargar idiomas: {error}
fr: Erreur lors du chargement des langues: {error}
ms: Ralat semasa memuat bahasa: {error}
ru: Ошибка при загрузке языков: {error}
ur: ุฒุจุงูฺบ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ: {error}

source: Every Friday at {time}
bn: প্রতি শুক্রবার {time} এ
de: Jeden Freitag um {time}
es: Cada viernes a las {time}
fr: Chaque vendredi à {time}
ms: Setiap Jumaat pada {time}
ru: Каждую пятницу в {time}
ur: ุฑ ุฌู ุน {time} ุจุฌ

# weeklyReminderKahf
source: Weekly reminder to read Surat Al-Kahf on Friday for blessings and protection.
bn: আশীর্বাদ ও সুরক্ষার জন্য শুক্রবার সুরা আল-কাহফ পড়ার সাপ্তাহিক স্মরণীয়।
de: Wöchentliche Erinnerung, Surat Al-Kahf am Freitag für Segen und Schutz zu lesen.
es: Recordatorio semanal para leer Surat Al-Kahf el viernes para bendiciones y protección.
fr: Rappel hebdomadaire pour lire la Sourate Al-Kahf le vendredi pour les bénédictions et la protection.
ms: Peringatan mingguan untuk membaca Surah Al-Kahf pada hari Jumaat untuk keberkatan dan perlindungan.
ru: Еженедельное напоминание читать Суру Аль-Кахф по пятницам для благословений и защиты.
ur: ุจุฑฺฉุช ุงูุฑ ุชุญูุธ ฺฉ ู ุฌู ุน ฺฉู ุณูุฑ ุงูฺฉู ูพฺฺพู ฺฉ ูุช ูุงุฑ ุงุฏุฏุงู

# morningEveningAthkarTitle
source: Morning & Evening Athkar
bn: সকাল ও সন্ধ্যার জিকির
de: Morgen- und Abend-Athkar
es: Athkar de mañana y tarde
fr: Athkar du matin et du soir
ms: Zikir Pagi dan Petang
ru: Утренние и вечерние Азкар
ur: ุตุจุญ ุงูุฑ ุดุงู ฺฉ ุงุฐฺฉุงุฑ

# dailyTimesSchedule
source: {morningTime} & {eveningTime} daily
bn: প্রতিদিন {morningTime} এবং {eveningTime}
de: {morningTime} und {eveningTime} täglich
es: {morningTime} y {eveningTime} diariamente
fr: {morningTime} et {eveningTime} quotidiennement
ms: {morningTime} dan {eveningTime} setiap hari
ru: {morningTime} и {eveningTime} ежедневно
ur: {morningTime} ุงูุฑ {eveningTime} ุฑูุฒุงู

# dailyRemindersAthkar
source: Daily reminders for morning and evening remembrance of Allah.
bn: সকাল ও সন্ধ্যায় আল্লাহর জিকিরের জন্য দৈনিক স্মরণীয়।
de: Tägliche Erinnerungen für das Gedenken an Allah morgens und abends.
es: Recordatorios diarios para el recuerdo matutino y vespertino de Allah.
fr: Rappels quotidiens pour le souvenir d'Allah matin et soir.
ms: Peringatan harian untuk mengingati Allah pada pagi dan petang.
ru: Ежедневные напоминания о поминании Аллаха утром и вечером.
ur: ุงูู ฺฉ ุงุฏ ฺฉ ู ุตุจุญ ุงูุฑ ุดุงู ฺฉ ุฑูุฒุงู ุงุฏุฏุงูุงฺบ

# randomAthkarTitle
source: Random Athkar
bn: এলোমেলো জিকির
de: Zufällige Athkar
es: Athkar aleatorio
fr: Athkar aléatoire
ms: Zikir Rawak
ru: Случайные Азкар
ur: ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ
