Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

source: Persistent countdown stopped
bn: স্থায়ী কাউন্টডাউন বন্ধ হয়েছে
de: Persistenter Countdown gestoppt
es: Cuenta regresiva persistente detenida
fr: Compte à rebours persistant arrêté
ms: Kira detik berterusan dihentikan
ru: Постоянный обратный отсчет остановлен
ur: ู ุณุชูู ฺฉุงุคููน ฺุงุคู ุฑฺฉ ฺฏุง

source: Persistent countdown restarted
bn: স্থায়ী কাউন্টডাউন পুনরায় চালু হয়েছে
de: Persistenter Countdown neu gestartet
es: Cuenta regresiva persistente reiniciada
fr: Compte à rebours persistant redémarré
ms: Kira detik berterusan dimulakan semula
ru: Постоянный обратный отсчет перезапущен
ur: ู ุณุชูู ฺฉุงุคููน ฺุงุคู ุฏูุจุงุฑ ุดุฑูุน ู ฺฏุง

# failedToStart
source: Failed to start: {error}
bn: শুরু করতে ব্যর্থ: {error}
de: Fehler beim Starten: {error}
es: Error al iniciar: {error}
fr: Échec du démarrage: {error}
ms: Gagal memulakan: {error}
ru: Не удалось запустить: {error}
ur: ุดุฑูุน ฺฉุฑู ู ฺบ ูุงฺฉุงู : {error}

# failedToStop
source: Failed to stop: {error}
bn: বন্ধ করতে ব্যর্থ: {error}
de: Fehler beim Stoppen: {error}
es: Error al detener: {error}
fr: Échec de l'arrêt: {error}
ms: Gagal menghentikan: {error}
ru: Не удалось остановить: {error}
ur: ุฑฺฉู ู ฺบ ูุงฺฉุงู : {error}

# failedToRestart
source: Failed to restart: {error}
bn: পুনরায় চালু করতে ব্যর্থ: {error}
de: Fehler beim Neustarten: {error}
es: Error al reiniciar: {error}
fr: Échec du redémarrage: {error}
ms: Gagal memulakan semula: {error}
ru: Не удалось перезапустить: {error}
ur: ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑู ู ฺบ ูุงฺฉุงู : {error}

source: Home Screen Widget
bn: হোম স্ক্রিন উইজেট
de: Startbildschirm-Widget
es: Widget de pantalla de inicio
fr: Widget d'écran d'accueil
ms: Widget skrin utama
ru: Виджет главного экрана
ur: ูู ุณฺฉุฑู ูุฌูน

# displayInspiringVerses
source: Display inspiring Islamic verses on your home screen
bn: আপনার হোম স্ক্রিনে অনুপ্রেরণামূলক ইসলামিক আয়াত প্রদর্শন করুন
de: Zeigen Sie inspirierende islamische Verse auf Ihrem Startbildschirm an
es: Muestra versículos islámicos inspiradores en tu pantalla de inicio
fr: Affichez des versets islamiques inspirants sur votre écran d'accueil
ms: Paparkan ayat Islam yang memberi inspirasi di skrin utama anda
ru: Отображайте вдохновляющие исламские аяты на вашем главном экране
ur: ุงูพู ูู ุณฺฉุฑู ูพุฑ ู ุชุงุซุฑ ฺฉู ุงุณูุงู  ุขุงุช ุฏฺฉฺพุงุฆฺบ

source: Widget Control
bn: উইজেট নিয়ন্ত্রণ
de: Widget-Steuerung
es: Control de widget
fr: Contrôle du widget
ms: Kawalan widget
ru: Управление виджетом
ur: ูุฌูน ฺฉููนุฑูู

# updateWidgetContentImmediately
source: Update your widget content immediately
bn: আপনার উইজেট বিষয়বস্তু অবিলম্বে আপডেট করুন
de: Aktualisieren Sie Ihren Widget-Inhalt sofort
es: Actualiza el contenido de tu widget inmediatamente
fr: Mettez à jour le contenu de votre widget immédiatement
ms: Kemas kini kandungan widget anda dengan segera
ru: Обновите содержимое вашего виджета немедленно
ur: ุงูพู ูุฌูน ฺฉ ู ูุงุฏ ฺฉู ููุฑ ุทูุฑ ูพุฑ ุงูพ ฺูน ฺฉุฑฺบ

source: Updating Widget...
bn: উইজেট আপডেট করা হচ্ছে...
de: Widget wird aktualisiert...
es: Actualizando widget...
fr: Mise à jour du widget...
ms: Mengemas kini widget...
ru: Обновление виджета...
ur: ูุฌูน ุงูพ ฺูน ู ุฑุง ...

source: Force Update Widget
bn: জোর করে উইজেট আপডেট করুন
de: Widget-Update erzwingen
es: Forzar actualización de widget
fr: Forcer la mise à jour du widget
ms: Paksa kemas kini widget
ru: Принудительно обновить виджет
ur: ูุฌูน ฺฉู ุฒุจุฑุฏุณุช ุงูพ ฺูน ฺฉุฑฺบ

source: Home screen widget updated successfully!
bn: হোম স্ক্রিন উইজেট সফলভাবে আপডেট হয়েছে!
de: Startbildschirm-Widget erfolgreich aktualisiert!
es: ¡Widget de pantalla de inicio actualizado exitosamente!
fr: Widget d'écran d'accueil mis à jour avec succès!
ms: Widget skrin utama berjaya dikemas kini!
ru: Виджет главного экрана успешно обновлен!
ur: ูู ุณฺฉุฑู ูุฌูน ฺฉุงู ุงุจ ุณ ุงูพ ฺูน ู ฺฏุง!

# errorUpdatingWidget
source: Error updating widget: {error}
bn: উইজেট আপডেট করতে ত্রুটি: {error}
de: Fehler beim Aktualisieren des Widgets: {error}
es: Error al actualizar widget: {error}
fr: Erreur lors de la mise à jour du widget: {error}
ms: Ralat semasa mengemas kini widget: {error}
ru: Ошибка при обновлении виджета: {error}
ur: ูุฌูน ุงูพ ฺูน ฺฉุฑู ู ฺบ ุฎุฑุงุจ: {error}

source: Custom Verses
bn: কাস্টম আয়াত
de: Benutzerdefinierte Verse
es: Versículos personalizados
fr: Versets personnalisés
ms: Ayat suai
ru: Пользовательские аяты
ur: ฺฉุณูนู ุขุงุช

source: Refresh verses
bn: আয়াত রিফ্রেশ করুন
de: Verse aktualisieren
es: Actualizar versículos
fr: Actualiser les versets
ms: Muat semula ayat
ru: Обновить аяты
ur: ุขุงุช ุชุงุฒ ฺฉุฑฺบ

# versesAdded
source: {count} verse{count, plural, one{} other{s}} added
bn: {count} আয়াত যোগ করা হয়েছে
de: {count} Vers{count, plural, one{} other{e}} hinzugefügt
es: {count} versículo{count, plural, one{} other{s}} agregado{count, plural, one{} other{s}}
fr: {count} verset{count, plural, one{} other{s}} ajouté{count, plural, one{} other{s}}
ms: {count} ayat ditambah
ru: {count} аят{count, plural, one{} other{ов}} добавлен{count, plural, one{} other{о}}
ur: {count} ุขุช{count, plural, one{} other{ฺบ}} ุดุงู ู ฺฉ ฺฏุฆฺบ

source: Loading verses...
bn: আয়াত লোড হচ্ছে...
de: Verse werden geladen...
es: Cargando versículos...
fr: Chargement des versets...
ms: Memuatkan ayat...
ru: Загрузка аятов...
ur: ุขุงุช ููฺ ู ุฑ ฺบ...

source: No Custom Verses Yet
bn: এখনও কোন কাস্টম আয়াত নেই
de: Noch keine benutzerdefinierten Verse
es: Sin versículos personalizados aún
fr: Aucun verset personnalisé pour l'instant
ms: Belum ada ayat suai
ru: Пока нет пользовательских аятов
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ฺฉุณูนู ุขุงุช ูฺบ

# visitSurahScreenToAddVerses
source: Visit the Surah screen to add verses to your widget
bn: আপনার উইজেটে আয়াত যোগ করতে সুরা স্ক্রিন দেখুন
de: Besuchen Sie den Sure-Bildschirm, um Verse zu Ihrem Widget hinzuzufügen
es: Visita la pantalla de Sura para agregar versículos a tu widget
fr: Visitez l'écran Sourate pour ajouter des versets à votre widget
ms: Lawati skrin surah untuk menambah ayat ke widget anda
ru: Посетите экран суры, чтобы добавить аяты в ваш виджет
ur: ุงูพู ูุฌูน ู ฺบ ุขุงุช ุดุงู ู ฺฉุฑู ฺฉ ู ุณูุฑ ุณฺฉุฑู ู ูุงุญุธ ฺฉุฑฺบ

source: Ayah added to widget
bn: আয়াত উইজেটে যোগ করা হয়েছে
de: Ayah zum Widget hinzugefügt
es: Ayah agregada al widget
fr: Ayah ajoutée au widget
ms: Ayat ditambah ke widget
ru: Аят добавлен в виджет
ur: ุขุช ูุฌูน ู ฺบ ุดุงู ู ฺฉุฑ ุฏ ฺฏุฆ

source: sahih
bn: সহীহ
ru: сахих
ur: ุตุญุญ

source: daif
bn: দুর্বল
ru: даиф
ur: ุถุนู

source: hasan
bn: হাসান
ru: хасан
ur: ุญุณู

source: contains
bn: রয়েছে
de: enthält
es: contiene
fr: contient
ms: mengandungi
ru: содержит
ur: ูพุฑ ู ุดุชู ู

source: Coming Soon
bn: শীঘ্রই আসছে
de: Kommt bald
es: Próximamente
fr: Bientôt disponible
ms: Akan datang
ru: Скоро будет
ur: ุฌูุฏ ุขุฑุง 

source: Hadith Collections
bn: হাদিস সংগ্রহ
de: Hadith-Sammlungen
es: Colecciones de Hadith
fr: Collections de Hadith
ms: Koleksi Hadis
ru: Коллекции хадисов
ur: ุญุฏุซ ฺฉ ู ุฌู ูุน

# hadithBanner
source: Explore authentic sayings and teachings of Prophet Muhammad ﷺ
bn: নবী মুহাম্মদ ﷺ এর প্রামাণিক বাণী ও শিক্ষা অন্বেষণ করুন
de: Entdecken Sie die authentischen Worte und Lehren des Propheten Muhammad ﷺ
es: Explora dichos y enseñanzas auténticas del Profeta Muhammad ﷺ
fr: Explorez les paroles et enseignements authentiques du Prophète Muhammad ﷺ
ms: Teroka kata-kata dan ajaran sahih Nabi Muhammad ﷺ
ru: Исследуйте достоверные слова и учения Пророка Мухаммада ﷺ
ur: ูุจ ู ุญู ุฏ ๏ทบ ฺฉ ู ุณุชูุฏ ุงููุงู ุงูุฑ ุชุนูู ุงุช ฺฉู ุฏฺฉฺพฺบ

# nextPrayerCountDown
source: Next Prayer
bn: পরবর্তী নামাজ
de: Nächstes Gebet
es: Próxima oración
fr: Prochaine prière
ms: Solat seterusnya
ru: Следующий намаз
ur: ุงฺฏู ูู ุงุฒ

# persistentPrayerCountdownDescription
source: Background Notification Service
bn: ব্যাকগ্রাউন্ড বিজ্ঞপ্তি সেবা
de: Hintergrund-Benachrichtigungsdienst
es: Servicio de notificación en segundo plano
fr: Service de notification en arrière-plan
ms: Perkhidmatan pemberitahuan latar belakang
ru: Служба фоновых уведомлений
ur: ุจฺฉ ฺฏุฑุงุคูฺ ูููนูฺฉุดู ุณุฑูุณ

# persistentPrayerCountdownStopped
source: Service is currently stopped
bn: সেবা বর্তমানে বন্ধ
de: Der Dienst ist derzeit gestoppt
es: El servicio está actualmente detenido
fr: Le service est actuellement arrêté
ms: Perkhidmatan kini dihentikan
ru: Служба в настоящее время остановлена
ur: ุณุฑูุณ ู ุงูููุช ุฑฺฉ ฺฏุฆ 

# persistentPrayerCountdownRunning
source: Service is running in background
bn: সেবা ব্যাকগ্রাউন্ডে চলছে
de: Der Dienst läuft im Hintergrund
es: El servicio está ejecutándose en segundo plano
fr: Le service fonctionne en arrière-plan
ms: Perkhidmatan berjalan di latar belakang
ru: Служба работает в фоновом режиме
ur: ุณุฑูุณ ุจฺฉ ฺฏุฑุงุคูฺ ู ฺบ ฺู ุฑ 

# persistentPrayerCountdownServiceControls
source: Service Control
bn: সেবা নিয়ন্ত্রণ
de: Dienst-Steuerung
es: Control del servicio
fr: Contrôle du service
ms: Kawalan perkhidmatan
ru: Управление службой
ur: ุณุฑูุณ ฺฉููนุฑูู

# persistentNotificationInfoTitle
source: About This Service
bn: এই সেবা সম্পর্কে
de: Über diesen Dienst
es: Acerca de este servicio
fr: À propos de ce service
ms: Tentang perkhidmatan ini
ru: Об этой службе
ur: ุงุณ ุณุฑูุณ ฺฉ ุจุงุฑ ู ฺบ

source: success
bn: সফলতা
de: Erfolg
es: éxito
fr: succès
ms: berjaya
ru: успех
ur: ฺฉุงู ุงุจ

source: warning
bn: সতর্কতা
de: Warnung
es: advertencia
fr: avertissement
ms: amaran
ru: предупреждение
ur: ุงูุชุจุง

source: info
bn: তথ্য
es: información
ms: maklumat
ru: информация
ur: ู ุนููู ุงุช

source: notification
bn: বিজ্ঞপ্তি
de: Benachrichtigung
es: notificación
ms: pemberitahuan
ru: уведомление
ur: ูููนูฺฉุดู

# shareTextHudaAI
source: Contributed by Huda AI - The Islamic Smart Assistant
bn: হুদা এআই - বুদ্ধিমান ইসলামিক সহায়ক দ্বারা অবদান
de: Beigetragen von Huda AI - Der intelligente islamische Assistent
es: Contribuido por Huda AI - El asistente inteligente islámico
fr: Contribué par Huda AI - L'assistant intelligent islamique
ms: Disumbangkan oleh Huda AI - Pembantu Islam yang bijak
ru: Предоставлено Huda AI - Умным исламским помощником
ur: ุฏูฐ ุง ุขุฆ ฺฉ ุทุฑู ุณ - ุงุณูุงู  ุณู ุงุฑูน ุงุณุณูนููน

# bookmarksYourCollection
source: Your Collection
bn: আপনার সংগ্রহ
de: Ihre Sammlung
es: Tu colección
fr: Votre collection
ms: Koleksi anda
ru: Ваша коллекция
ur: ุขูพ ฺฉุง ู ุฌู ูุน

# bookmarksSavedVerses
source: saved verses
bn: সংরক্ষিত আয়াত
de: gespeicherte Verse
es: versículos guardados
fr: versets sauvegardés
ms: ayat tersimpan
ru: сохраненных аятов
ur: ู ุญููุธ ฺฉุฑุฏ ุขุงุช

source: Adjust text size for better readability
bn: ভাল পাঠযোগ্যতার জন্য টেক্সটের আকার সামঞ্জস্য করুন
de: Textgröße für bessere Lesbarkeit anpassen
es: Ajusta el tamaño del texto para mejor legibilidad
fr: Ajustez la taille du texte pour une meilleure lisibilité
ms: Laraskan saiz teks untuk kebolehbacaan yang lebih baik
ru: Настройте размер текста для лучшей читаемости
ur: ุจุชุฑ ูพฺฺพู ฺฉ ู ูนฺฉุณูน ฺฉุง ุณุงุฆุฒ ุงฺุฌุณูน ฺฉุฑฺบ

# sampleTextPreview
source: I seek Allah’s forgiveness and turn to Him in repentance.
bn: আস্তাগফিরুল্লাহা ওয়া আতুবু ইলাইহি।
de: Ich suche Vergebung bei Allah und bereue zu Ihm.
es: Busco el perdón de Allah y me arrepiento ante Él.
fr: Je cherche le pardon d'Allah et me repens vers Lui.
ms: Saya memohon keampunan Allah dan bertaubat kepada-Nya.
ru: Я прошу прощения у Аллаха и каюсь перед Ним.
ur: ู ฺบ ุงูู ุณ ุจุฎุดุด ู ุงูฺฏุชุง ูฺบ ุงูุฑ ุงุณ ฺฉ ุทุฑู ุชูุจ ฺฉุฑุชุง ูฺบ

source: small
bn: ছোট
de: klein
es: pequeño
fr: petit
ms: kecil
ru: маленький
ur: ฺฺพููนุง

source: normal
bn: স্বাভাবিক
ms: biasa
ru: нормальный
ur: ุนุงู

source: large
bn: বড়
de: groß
es: grande
fr: grand
ms: besar
ru: большой
ur: ุจฺุง

source: extra large
bn: অতিরিক্ত বড়
de: sehr groß
es: extra grande
fr: très grand
ms: sangat besar
ru: очень большой
ur: ุฒุงุฏ ุจฺุง

source: quran
bn: কুরআন
de: koran
es: corán
fr: coran
ms: Al-Quran
ru: коран
ur: ูุฑุขู

# homeTitle
source: Your Islamic Companion
bn: আপনার ইসলামিক সঙ্গী
de: Ihr islamischer Begleiter
es: Tu compañero islámico
fr: Votre compagnon islamique
ms: Teman Islam anda
ru: Ваш исламский спутник
ur: ุขูพ ฺฉุง ุงุณูุงู  ุณุงุชฺพ

# continueHome
source: Continue Reading
bn: পড়া চালিয়ে যান
de: Lesen fortsetzen
es: Continuar leyendo
fr: Continuer la lecture
ms: Teruskan membaca
ru: Продолжить чтение
ur: ูพฺฺพูุง ุฌุงุฑ ุฑฺฉฺพฺบ

# noRecentActivityHome
source: No Recent Activity
bn: কোন সাম্প্রতিক কার্যকলাপ নেই
de: Keine aktuelle Aktivität
es: Sin actividad reciente
fr: Aucune activité récente
ms: Tiada aktiviti terkini
ru: Нет недавней активности
ur: ุญุงู ุณุฑฺฏุฑู  ูฺบ

# resumeReading
source: Resume your Quran reading
bn: আপনার কুরআন পড়া চালিয়ে যান
de: Setzen Sie Ihre Koran-Lektüre fort
es: Reanuda tu lectura del Corán
fr: Reprenez votre lecture du Coran
ms: Sambung bacaan Al-Quran anda
ru: Продолжите чтение Корана
ur: ุงูพูุง ูุฑุขู ูพฺฺพูุง ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑฺบ

# noRecentActivityDescription
source: Start reading the quran to see your progress
bn: আপনার অগ্রগতি দেখতে কুরআন পড়া শুরু করুন
de: Beginnen Sie mit dem Lesen des Korans, um Ihre Fortschritte zu sehen
es: Comienza a leer el Corán para ver tu progreso
fr: Commencez à lire le Coran pour voir vos progrès
ms: Mula baca Al-Quran untuk melihat kemajuan anda
ru: Начните читать Коран, чтобы увидеть ваш прогресс
ur: ุงูพู ูพุด ูุฏู  ุฏฺฉฺพู ฺฉ ู ูุฑุขู ูพฺฺพูุง ุดุฑูุน ฺฉุฑฺบ

# bookmarkTip
source: Tap verses to bookmark them
bn: বুকমার্ক করতে আয়াতে ট্যাপ করুন
de: Tippen Sie auf Verse, um sie als Lesezeichen zu markieren
es: Toca los versículos para marcarlos
fr: Appuyez sur les versets pour les marquer
ms: Ketik ayat untuk menandakannya
ru: Нажмите на аяты, чтобы добавить их в закладки
ur: ุขุงุช ฺฉู ุจฺฉ ู ุงุฑฺฉ ฺฉุฑู ฺฉ ู ูนูพ ฺฉุฑฺบ

source: Dark Mode
bn: ডার্ক মোড
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
ms: Mod gelap
ru: Темный режим
ur: ฺุงุฑฺฉ ู ูฺ

source: Light Mode
bn: লাইট মোড
de: Heller Modus
es: Modo claro
fr: Mode clair
ms: Mod terang
ru: Светлый режим
ur: ูุงุฆูน ู ูฺ

source: Choose Theme Color
bn: থিমের রঙ বেছে নিন
de: Themenfarbe wählen
es: Elegir color del tema
fr: Choisir la couleur du thème
ms: Pilih warna tema
ru: Выберите цвет темы
ur: ุชฺพู ฺฉุง ุฑูฺฏ ู ูุชุฎุจ ฺฉุฑฺบ

# themeDescription
source: Customize your app experience
bn: আপনার অ্যাপ অভিজ্ঞতা কাস্টমাইজ করুন
de: Personalisieren Sie Ihre App-Erfahrung
es: Personaliza tu experiencia en la app
fr: Personnalisez votre expérience d'application
ms: Personalisasikan pengalaman aplikasi anda
ru: Персонализируйте ваш опыт приложения
ur: ุงูพู ุงูพ ฺฉุง ุชุฌุฑุจ ฺฉุณูนู ุงุฆุฒ ฺฉุฑฺบ

# themeInfo
source: Your selected theme will be applied throughout the entire app experience
bn: আপনার নির্বাচিত থিম সম্পূর্ণ অ্যাপ অভিজ্ঞতায় প্রয়োগ করা হবে
de: Ihr gewähltes Thema wird in der gesamten App-Erfahrung angewendet
es: Tu tema seleccionado se aplicará en toda la experiencia de la app
fr: Votre thème sélectionné sera appliqué dans toute l'expérience de l'application
ms: Tema yang anda pilih akan digunakan di seluruh pengalaman aplikasi
ru: Ваша выбранная тема будет применена во всем приложении
ur: ุขูพ ฺฉุง ู ูุชุฎุจ ฺฉุฑุฏ ุชฺพู ูพูุฑ ุงูพ ฺฉ ุชุฌุฑุจ ู ฺบ ูุงฺฏู ูฺฏุง

source: purple
bn: বেগুনি
de: lila
es: morado
fr: violet
ms: ungu
ru: фиолетовый
ur: ุฌุงู ู

source: green
bn: সবুজ
de: grün
es: verde
fr: vert
ms: hijau
ru: зеленый
ur: ุณุจุฒ

source: blue
bn: নীল
de: blau
es: azul
fr: bleu
ms: biru
ru: синий
ur: ููุง

source: red
bn: লাল
de: rot
es: rojo
fr: rouge
ms: merah
ru: красный
ur: ุณุฑุฎ

source: orange
bn: কমলা
es: naranja
ms: oren
ru: оранжевый
ur: ูุงุฑูุฌ

source: teal
bn: টিল
de: türkis
es: verde azulado
fr: sarcelle
ru: бирюзовый
ur: ูุฑูุฒ

source: indigo
bn: নীলচে
es: índigo
ru: индиго
ur: ููฺฏูฺบ

source: pink
bn: গোলাপি
de: rosa
es: rosa
fr: rose
ms: merah jambu
ru: розовый
ur: ฺฏูุงุจ

# supportAndFeedback
source: Support & Feedback
bn: সাপোর্ট এবং মতামত
de: Support und Feedback
es: Soporte y comentarios
fr: Support et commentaires
ms: Sokongan dan maklum balas
ru: Поддержка и обратная связь
ur: ู ุฏุฏ ุงูุฑ ุฑุงุฆ

# supportDescription
source: Help us make the app better
bn: অ্যাপ উন্নত করতে আমাদের সাহায্য করুন
de: Helfen Sie uns, die App zu verbessern
es: Ayúdanos a mejorar la app
fr: Aidez-nous à améliorer l'application
ms: Bantu kami menambah baik aplikasi
ru: Помогите нам улучшить приложение
ur: ุงูพ ฺฉู ุจุชุฑ ุจูุงู ู ฺบ ู ุงุฑ ู ุฏุฏ ฺฉุฑฺบ

# shareYourThoughts
source: Send Feedback
bn: মতামত পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ms: Hantar maklum balas
ru: Отправить отзыв
ur: ุฑุงุฆ ุจฺพุฌฺบ

# feedbackDescription
source: Share your thoughts with us
bn: আমাদের সাথে আপনার চিন্তাভাবনা শেয়ার করুন
de: Teilen Sie Ihre Gedanken mit uns
es: Comparte tus pensamientos con nosotros
fr: Partagez vos pensées avec nous
ms: Kongsi pendapat anda dengan kami
ru: Поделитесь своими мыслями с нами
ur: ุงูพู ุฎุงูุงุช ู ุงุฑ ุณุงุชฺพ ุดุฆุฑ ฺฉุฑฺบ

source: Battery optimization exemption granted
bn: ব্যাটারি অপ্টিমাইজেশন ছাড় মঞ্জুর
de: Akku-Optimierung-Ausnahme gewährt
es: Exención de optimización de batería concedida
fr: Exemption d'optimisation de batterie accordée
ms: Pengecualian pengoptimuman bateri diberikan
ru: Исключение из оптимизации батареи предоставлено
ur: ุจูนุฑ ุขูพูนู ุงุฆุฒุดู ุณ ุงุณุชุซููฐ ุฏุง ฺฏุง

source: Battery optimization exemption denied
bn: ব্যাটারি অপ্টিমাইজেশন ছাড় প্রত্যাখ্যান
de: Akku-Optimierung-Ausnahme verweigert
es: Exención de optimización de batería denegada
fr: Exemption d'optimisation de batterie refusée
ms: Pengecualian pengoptimuman bateri ditolak
ru: Исключение из оптимизации батареи отклонено
ur: ุจูนุฑ ุขูพูนู ุงุฆุฒุดู ุณ ุงุณุชุซููฐ ู ุณุชุฑุฏ

# batteryOptimizationExemptionActive
source: Battery Optimization Disabled
bn: ব্যাটারি অপ্টিমাইজেশন নিষ্ক্রিয়
de: Akku-Optimierung deaktiviert
es: Optimización de batería deshabilitada
fr: Optimisation de batterie désactivée
ms: Pengoptimuman bateri dilumpuhkan
ru: Оптимизация батареи отключена
ur: ุจูนุฑ ุขูพูนู ุงุฆุฒุดู ุบุฑ ูุนุงู

# batteryOptimizationExemptionInactive
source: Battery Optimization Active
bn: ব্যাটারি অপ্টিমাইজেশন সক্রিয়
de: Akku-Optimierung aktiv
es: Optimización de batería activa
fr: Optimisation de batterie active
ms: Pengoptimuman bateri aktif
ru: Оптимизация батареи активна
ur: ุจูนุฑ ุขูพูนู ุงุฆุฒุดู ูุนุงู

source: Notifications will work reliably
bn: বিজ্ঞপ্তি নির্ভরযোগ্যভাবে কাজ করবে
de: Benachrichtigungen werden zuverlässig funktionieren
es: Las notificaciones funcionarán de manera confiable
fr: Les notifications fonctionneront de manière fiable
ms: Pemberitahuan akan berfungsi dengan boleh dipercayai
ru: Уведомления будут работать надежно
ur: ูููนูฺฉุดูุฒ ูุงุจู ุงุนุชู ุงุฏ ุทุฑู ุณ ฺฉุงู ฺฉุฑฺบ ฺฏ

source: Notifications may be delayed or missed
bn: বিজ্ঞপ্তি দেরি হতে পারে বা মিস হতে পারে
de: Benachrichtigungen können verzögert oder verpasst werden
es: Las notificaciones pueden retrasarse o perderse
fr: Les notifications peuvent être retardées ou manquées
ms: Pemberitahuan mungkin tertangguh atau terlepas
ru: Уведомления могут быть задержаны или пропущены
ur: ูููนูฺฉุดูุฒ ู ฺบ ุฏุฑ ุง ฺฺพููน ุณฺฉุช 

# notificationsActive
source: All notifications are working properly
bn: সব বিজ্ঞপ্তি সঠিকভাবে কাজ করছে
de: Alle Benachrichtigungen funktionieren ordnungsgemäß
es: Todas las notificaciones están funcionando correctamente
fr: Toutes les notifications fonctionnent correctement
ms: Semua pemberitahuan berfungsi dengan betul
ru: Все уведомления работают правильно
ur: ุชู ุงู ูููนูฺฉุดูุฒ ุตุญุญ ุทุฑู ุณ ฺฉุงู ฺฉุฑ ุฑ ฺบ

source: Playing
bn: চলছে
de: Wiedergabe
es: Reproduciendo
fr: En cours de lecture
ms: Bermain
ru: Воспроизведение
ur: ฺู ุฑุง 

# islamicChecklistTitle
source: Daily Islamic Checklist
bn: ইসলামিক চেকলিস্ট
de: Islamische Checkliste
es: Lista de verificación islámica
fr: Liste de vérification islamique
ms: Senarai Semak Islam Harian
ru: Ежедневный исламский контрольный список
ur: ุฑูุฒุงู ุงุณูุงู  ฺฺฉ ูุณูน

source: Back to Today
bn: আজকে ফিরে যান
de: Zurück zu heute
es: Volver a hoy
fr: Retour à aujourd'hui
ms: Kembali ke Hari Ini
ru: Вернуться к сегодня
ur: ุขุฌ ูุงูพุณ ุฌุงุฆฺบ

source: Add Task
bn: কাজ যোগ করুন
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
ms: Tambah Tugas
ru: Добавить задачу
ur: ฺฉุงู ุดุงู ู ฺฉุฑฺบ

source: Daily Progress
bn: দৈনিক অগ্রগতি
de: Täglicher Fortschritt
es: Progreso diario
fr: Progrès quotidien
ms: Kemajuan Harian
ru: Ежедневный прогресс
ur: ุฑูุฒุงู ูพุด ูุฏู 

source: consecutive days
bn: ধারাবাহিক দিন
de: Aufeinanderfolgende Tage
es: Días consecutivos
fr: Jours consécutifs
ms: hari berturut-turut
ru: дней подряд
ur: ู ุณูุณู ุฏู

# noTasksForDay
source: No tasks for this day
bn: এই দিনের জন্য কোন কাজ নেই
de: Keine Aufgaben für diesen Tag
es: No hay tareas para este día
fr: Aucune tâche pour ce jour
ms: Tiada tugas untuk hari ini
ru: Нет задач на этот день
ur: ุงุณ ุฏู ฺฉ ู ฺฉูุฆ ฺฉุงู ูฺบ

source: Delete Task
bn: কাজ মুছুন
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
ms: Padam Tugas
ru: Удалить задачу
ur: ฺฉุงู ุญุฐู ฺฉุฑฺบ

# deleteTaskConfirmation
source: Are you sure you want to delete
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি মুছতে চান?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta tarea?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
ms: Adakah anda pasti mahu memadam
ru: Вы уверены, что хотите удалить
ur: ฺฉุง ุขูพ ูุงูุน ุญุฐู ฺฉุฑูุง ฺุงุช ฺบ

# completedPercentage
source: completed
bn: সম্পূর্ণ শতাংশ
de: Abgeschlossener Prozentsatz
es: Porcentaje completado
fr: Pourcentage accompli
ms: selesai
ru: завершено
ur: ู ฺฉู ู

source: Fajr Prayer
bn: ফজরের নামাজ
de: Fajr-Gebet
es: Oración de Fajr
fr: Prière de Fajr
ms: Solat Subuh
ru: Намаз Фаджр
ur: ูุฌุฑ ฺฉ ูู ุงุฒ

source: Dhuhr Prayer
bn: জুহরের নামাজ
de: Dhuhr-Gebet
es: Oración de Dhuhr
fr: Prière de Dhuhr
ms: Solat Zohor
ru: Намаз Зухр
ur: ุธุฑ ฺฉ ูู ุงุฒ

source: Asr Prayer
bn: আসরের নামাজ
de: Asr-Gebet
es: Oración de Asr
fr: Prière d'Asr
ms: Solat Asar
ru: Намаз Аср
ur: ุนุตุฑ ฺฉ ูู ุงุฒ

source: Maghrib Prayer
bn: মাগরিবের নামাজ
de: Maghrib-Gebet
es: Oración de Maghrib
fr: Prière de Maghrib
ms: Solat Maghrib
ru: Намаз Магриб
ur: ู ุบุฑุจ ฺฉ ูู ุงุฒ

source: Isha Prayer
bn: ইশার নামাজ
de: Isha-Gebet
es: Oración de Isha
fr: Prière d'Isha
ms: Solat Isyak
ru: Намаз Иша
ur: ุนุดุงุก ฺฉ ูู ุงุฒ

source: Reading Quran
bn: কুরআন পড়া
de: Koran lesen
es: Leyendo Corán
fr: Lecture du Coran
ms: Membaca Al-Quran
ru: Чтение Корана
ur: ูุฑุขู ูพฺฺพูุง

# athkarSabah
source: Morning Athkar
bn: সকালের জিকির
de: Morgen-Athkar
es: Athkar de la mañana
fr: Athkar du matin
ms: Zikir Pagi
ru: Утренние Азкар
ur: ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ

# athkarMasaa
source: Evening Athkar
bn: সন্ধ্যার জিকির
de: Abend-Athkar
es: Athkar de la tarde
fr: Athkar du soir
ms: Zikir Petang
ru: Вечерние Азкар
ur: ุดุงู ฺฉ ุงุฐฺฉุงุฑ

# itemTypePrayer
source: Prayer
bn: নামাজ
de: Gebet
es: Oración
fr: Prière
ms: Solat
ru: Намаз
ur: ูู ุงุฒ

# itemTypeQuran
source: Quran Reading
bn: কুরআন
de: Koran
es: Corán
fr: Coran
ms: Pembacaan Al-Quran
ru: Чтение Корана
ur: ูุฑุขู ูพฺฺพูุง

# itemTypeAthkar
source: Athkar & Dhikr
bn: জিকির
de: Athkar
es: Athkar
fr: Athkar
ms: Zikir & Dzikir
ru: Азкар и Зикр
ur: ุงุฐฺฉุงุฑ ุงูุฑ ุฐฺฉุฑ
