Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# periodicRemindersAthkar
source: Periodic reminders with random Athkar throughout the day.
bn: দিনের বেলা পর্যায়ক্রমিক জিকির স্মরণীয়।
de: Periodische Erinnerungen mit zufälligen Athkar den ganzen Tag über.
es: Recordatorios periódicos con Athkar aleatorio durante el día.
fr: Rappels périodiques avec des Athkar aléatoires tout au long de la journée.
ms: Peringatan berkala dengan zikir rawak sepanjang hari.
ru: Периодические напоминания со случайными Азкар в течение дня.
ur: ุฏู ุจฺพุฑ ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ ฺฉ ุณุงุชฺพ ููู ูุงุฑ ุงุฏุฏุงูุงฺบ

# quranReadingReminderTitle
source: Quran Reading Reminder
bn: কুরআন পড়ার স্মরণীয়
de: Koran-Leseerinnerung
es: Recordatorio de lectura del Corán
fr: Rappel de lecture du Coran
ms: Peringatan Membaca Al-Quran
ru: Напоминание о чтении Корана
ur: ูุฑุขู ูพฺฺพู ฺฉ ุงุฏุฏุงู

source: Daily at {time}
bn: প্রতিদিন {time} এ
de: Täglich um {time}
es: Diariamente a las {time}
fr: Quotidiennement à {time}
ms: Setiap hari pada {time}
ru: Ежедневно в {time}
ur: ุฑูุฒุงู {time} ุจุฌ

# dailyReminderQuran
source: Daily reminder to read and reflect on the Holy Quran.
bn: পবিত্র কুরআন পড়া ও চিন্তা করার জন্য দৈনিক স্মরণীয়।
de: Tägliche Erinnerung, den Heiligen Koran zu lesen und zu reflektieren.
es: Recordatorio diario para leer y reflexionar sobre el Sagrado Corán.
fr: Rappel quotidien pour lire et réfléchir sur le Saint Coran.
ms: Peringatan harian untuk membaca dan merenung Al-Quran Al-Kareem.
ru: Ежедневное напоминание читать и размышлять над Священным Кораном.
ur: ู ูุฏุณ ูุฑุขู ูพฺฺพู ุงูุฑ ุบูุฑ ฺฉุฑู ฺฉ ุฑูุฒุงู ุงุฏุฏุงู

source: Debug & Testing
bn: ডিবাগিং এবং পরীক্ষা
de: Debugging und Tests
es: Depuración y pruebas
fr: Débogage et tests
ms: Nyahpepijat dan ujian
ru: Отладка и тестирование
ur: ฺุจฺฏ ุงูุฑ ูนุณูนูฺฏ

source: Pending notifications: {count}
bn: মুলতুবি বিজ্ঞপ্তির সংখ্যা
de: Ausstehende Benachrichtigungen: {count}
es: Notificaciones pendientes: {count}
fr: Notifications en attente: {count}
ms: Pemberitahuan tertangguh: {count}
ru: Ожидающие уведомления: {count}
ur: ุฒุฑ ุงูุชูุงุก ูููนูฺฉุดูุฒ: {count}

# notificationsWorkBackground
source: All notifications work in background and survive app restarts.
bn: সব বিজ্ঞপ্তি ব্যাকগ্রাউন্ডে কাজ করে এবং অ্যাপ পুনরায় চালু করার পরেও টিকে থাকে।
de: Alle Benachrichtigungen funktionieren im Hintergrund und überstehen App-Neustarts.
es: Todas las notificaciones funcionan en segundo plano y sobreviven a los reinicios de la app.
fr: Toutes les notifications fonctionnent en arrière-plan et survivent aux redémarrages de l'application.
ms: Semua pemberitahuan berfungsi di latar belakang dan tahan mula semula aplikasi.
ru: Все уведомления работают в фоновом режиме и переживают перезапуск приложения.
ur: ุชู ุงู ูููนูฺฉุดูุฒ ุจฺฉ ฺฏุฑุงุคูฺ ู ฺบ ฺฉุงู ฺฉุฑุช ฺบ ุงูุฑ ุงูพ ุฏูุจุงุฑ ุดุฑูุน ูู ูพุฑ ุจุฑูุฑุงุฑ ุฑุช ฺบ

source: Notification Coverage
bn: বিজ্ঞপ্তি কভারেজ
de: Benachrichtigungsabdeckung
es: Cobertura de notificaciones
fr: Couverture des notifications
ms: Liputan pemberitahuan
ru: Покрытие уведомлений
ur: ูููนูฺฉุดู ฺฉูุฑุฌ

source: Auto-renewal: Active
bn: স্বয়ংক্রিয় নবায়ন: সক্রিয়
de: Automatische Erneuerung: Aktiv
es: Auto-renovación: Activa
fr: Renouvellement automatique: Actif
ms: Pembaharuan auto: Aktif
ru: Автообновление: Активно
ur: ุฎูุฏฺฉุงุฑ ุชุฌุฏุฏ: ูุนุงู

source: Auto-renewal: Inactive
bn: স্বয়ংক্রিয় নবায়ন: নিষ্ক্রিয়
de: Automatische Erneuerung: Inaktiv
es: Auto-renovación: Inactiva
fr: Renouvellement automatique: Inactif
ms: Pembaharuan auto: Tidak aktif
ru: Автообновление: Неактивно
ur: ุฎูุฏฺฉุงุฑ ุชุฌุฏุฏ: ุบุฑ ูุนุงู

source: Minutes
bn: মিনিট
de: Minuten
es: Minutos
ms: Minit
ru: Минуты
ur: ู ููน

# minutesExample
source: e.g., 30, 60, 120
bn: উদাহরণ: ৩০, ৬০, ১২০
de: z.B. 30, 60, 120
es: ej., 30, 60, 120
fr: par ex., 30, 60, 120
ms: cth. 30, 60, 120
ru: например, 30, 60, 120
ur: ู ุซุงูุ 30ุ 60ุ 120

# minutesUnit
source: minutes
bn: মিনিট
de: Minuten
es: minutos
ms: minit
ru: минут
ur: ู ููน

# recommendedMinutes
source: Recommended: 30-120 minutes for balanced reminders
bn: প্রস্তাবিত: সুষম স্মরণীয়ের জন্য ৩০-১২০ মিনিট
de: Empfohlen: 30-120 Minuten für ausgewogene Erinnerungen
es: Recomendado: 30-120 minutos para recordatorios equilibrados
fr: Recommandé: 30-120 minutes pour des rappels équilibrés
ms: Disyorkan: 30-120 minit untuk peringatan seimbang
ru: Рекомендуется: 30-120 минут для сбалансированных напоминаний
ur: ุชุฌูุฒ ฺฉุฑุฏ: ู ุชูุงุฒู ุงุฏุฏุงููฺบ ฺฉ ู 30-120 ู ููน

# validNumberMinutes
source: Please enter a valid number between 10-1440 minutes
bn: দয়া করে ১০-১৪৪০ মিনিটের মধ্যে একটি বৈধ নম্বর লিখুন
de: Bitte geben Sie eine gültige Zahl zwischen 10-1440 Minuten ein
es: Por favor ingresa un número válido entre 10-1440 minutos
fr: Veuillez entrer un nombre valide entre 10-1440 minutes
ms: Sila masukkan nombor yang sah antara 10-1440 minit
ru: Пожалуйста, введите действительное число от 10 до 1440 минут
ur: ุจุฑุง ฺฉุฑู 10-1440 ู ููน ฺฉ ุฏุฑู ุงู ุงฺฉ ุฏุฑุณุช ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ

source: Select Quran Reminder Time
bn: কুরআন স্মরণীয়ের সময় নির্বাচন করুন
de: Koran-Erinnerungszeit auswählen
es: Seleccionar hora del recordatorio del Corán
fr: Sélectionner l'heure du rappel du Coran
ms: Pilih masa peringatan Al-Quran
ru: Выбрать время напоминания Корана
ur: ูุฑุขู ุงุฏุฏุงู ฺฉุง ููุช ู ูุชุฎุจ ฺฉุฑฺบ

source: Select Kahf Friday Time
bn: কাহফের জন্য শুক্রবারের সময় নির্বাচন করুন
de: Freitag-Zeit für Kahf auswählen
es: Seleccionar hora del viernes para Kahf
fr: Sélectionner l'heure du vendredi pour Kahf
ms: Pilih masa Jumaat untuk Kahf
ru: Выбрать время пятницы для Кахф
ur: ฺฉู ุฌู ุน ฺฉุง ููุช ู ูุชุฎุจ ฺฉุฑฺบ

source: Athkar Times
bn: জিকিরের সময়
de: Athkar-Zeiten
es: Horarios de Athkar
fr: Horaires d'Athkar
ms: Masa Zikir
ru: Времена Азкар
ur: ุงุฐฺฉุงุฑ ฺฉ ุงููุงุช

source: Morning:
bn: সকাল
de: Morgen:
es: Mañana:
fr: Matin:
ms: Pagi:
ru: Утро:
ur: ุตุจุญ:

source: Evening:
bn: সন্ধ্যা:
de: Abend:
es: Tarde:
fr: Soir:
ms: Petang:
ru: Вечер:
ur: ุดุงู :

source: Select Morning Athkar Time
bn: সকালের জিকিরের সময় নির্বাচন করুন
de: Morgen-Athkar-Zeit auswählen
es: Seleccionar hora del Athkar matutino
fr: Sélectionner l'heure de l'Athkar du matin
ms: Pilih masa zikir pagi
ru: Выбрать время утренних Азкар
ur: ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ ฺฉุง ููุช ู ูุชุฎุจ ฺฉุฑฺบ

source: Select Evening Athkar Time
bn: সন্ধ্যার জিকিরের সময় নির্বাচন করুন
de: Abend-Athkar-Zeit auswählen
es: Seleccionar hora del Athkar vespertino
fr: Sélectionner l'heure de l'Athkar du soir
ms: Pilih masa zikir petang
ru: Выбрать время вечерних Азкар
ur: ุดุงู ฺฉ ุงุฐฺฉุงุฑ ฺฉุง ููุช ู ูุชุฎุจ ฺฉุฑฺบ

# notificationTimesCustomizable
source: All notification times are fully customizable. Tap the settings button next to each notification type to set your preferred time.
bn: সব বিজ্ঞপ্তির সময় সম্পূর্ণভাবে কাস্টমাইজযোগ্য। আপনার পছন্দের সময় সেট করতে প্রতিটি বিজ্ঞপ্তির ধরনের পাশের সেটিংস বোতামে ট্যাপ করুন।
de: Alle Benachrichtigungszeiten sind vollständig anpassbar. Tippen Sie auf die Einstellungsschaltfläche neben jedem Benachrichtigungstyp, um Ihre bevorzugte Zeit festzulegen.
es: Todos los horarios de notificación son completamente personalizables. Toca el botón de configuración junto a cada tipo de notificación para establecer tu hora preferida.
fr: Tous les horaires de notification sont entièrement personnalisables. Appuyez sur le bouton paramètres à côté de chaque type de notification pour définir votre heure préférée.
ms: Semua masa pemberitahuan boleh disesuaikan sepenuhnya. Ketik butang tetapan di sebelah setiap jenis pemberitahuan untuk menetapkan masa pilihan anda.
ru: Все времена уведомлений полностью настраиваемые. Нажмите кнопку настроек рядом с каждым типом уведомления, чтобы установить ваше предпочтительное время.
ur: ุชู ุงู ูููนูฺฉุดู ฺฉ ุงููุงุช ู ฺฉู ู ุทูุฑ ูพุฑ ูุงุจู ุชุจุฏู ฺบ ุงูพูุง ูพุณูุฏุฏ ููุช ุณูน ฺฉุฑู ฺฉ ู ุฑ ูููนูฺฉุดู ฺฉ ูุณู ฺฉ ุณุงุชฺพ ุณูนูฺฏุฒ ุจูนู ูนูพ ฺฉุฑฺบ

# randomAthkarSmartScheduling
source: Random Athkar uses smart scheduling: immediate coverage for 12+ hours, then background completion for full 7-day coverage.
bn: এলোমেলো জিকির স্মার্ট সময়সূচি ব্যবহার করে: ১২+ ঘন্টার জন্য তাৎক্ষণিক কভারেজ, তারপর ৭ দিনের সম্পূর্ণ কভারেজের জন্য ব্যাকগ্রাউন্ড সমাপ্তি।
de: Zufällige Athkar verwenden intelligente Planung: sofortige Abdeckung für 12+ Stunden, dann Hintergrund-Vervollständigung für vollständige 7-Tage-Abdeckung.
es: El Athkar aleatorio usa programación inteligente: cobertura inmediata para 12+ horas, luego finalización en segundo plano para cobertura completa de 7 días.
fr: L'Athkar aléatoire utilise une planification intelligente: couverture immédiate pour 12+ heures, puis complétion en arrière-plan pour une couverture complète de 7 jours.
ms: Zikir rawak menggunakan penjadualan pintar: liputan segera untuk 12+ jam, kemudian pelengkapan latar belakang untuk liputan 7 hari penuh.
ru: Случайные Азкар используют умное планирование: немедленное покрытие на 12+ часов, затем фоновое завершение для полного 7-дневного покрытия.
ur: ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ ุณู ุงุฑูน ุดฺูููฺฏ ุงุณุชุนู ุงู ฺฉุฑุช ฺบ: 12+ ฺฏฺพููนูฺบ ฺฉ ู ููุฑ ฺฉูุฑุฌุ ูพฺพุฑ ู ฺฉู ู 7 ุฏู ฺฉ ฺฉูุฑุฌ ฺฉ ู ุจฺฉ ฺฏุฑุงุคูฺ ู ฺฉู ู

# notificationsWorkClosed
source: All notifications work when the app is closed and survive device reboots.
bn: অ্যাপ বন্ধ থাকলেও সব বিজ্ঞপ্তি কাজ করে এবং ডিভাইস পুনরায় চালু করার পরেও টিকে থাকে।
de: Alle Benachrichtigungen funktionieren, wenn die App geschlossen ist, und überstehen Geräte-Neustarts.
es: Todas las notificaciones funcionan cuando la app está cerrada y sobreviven a los reinicios del dispositivo.
fr: Toutes les notifications fonctionnent quand l'application est fermée et survivent aux redémarrages de l'appareil.
ms: Semua pemberitahuan berfungsi apabila aplikasi ditutup dan tahan mula semula peranti.
ru: Все уведомления работают, когда приложение закрыто, и переживают перезагрузку устройства.
ur: ุชู ุงู ูููนูฺฉุดูุฒ ุงูพ ุจูุฏ ูู ูพุฑ ฺฉุงู ฺฉุฑุช ฺบ ุงูุฑ ฺูุงุฆุณ ุฑ ุจููน ฺฉ ุจุนุฏ ุจฺพ ุจุฑูุฑุงุฑ ุฑุช ฺบ

source: PDF Viewer
bn: পিডিএফ ভিউয়ার
de: PDF-Betrachter
es: Visor de PDF
fr: Visionneuse PDF
ms: Pelihat PDF
ru: Просмотрщик PDF
ur: ูพ ฺ ุงู ููุฑ

source: Switch layout
bn: লেআউট পরিবর্তন করুন
de: Layout wechseln
es: Cambiar diseño
fr: Changer la mise en page
ms: Tukar susun atur
ru: Переключить макет
ur: ู ุขุคูน ุชุจุฏู ฺฉุฑฺบ

source: Go to page
bn: পৃষ্ঠায় যান
de: Zur Seite gehen
es: Ir a página
fr: Aller à la page
ms: Pergi ke halaman
ru: Перейти к странице
ur: ุตูุญ ูพุฑ ุฌุงุฆฺบ

source: Search
bn: অনুসন্ধান
de: Suchen
es: Buscar
fr: Rechercher
ms: Cari
ru: Поиск
ur: ุชูุงุด

source: Contents
bn: বিষয়বস্তু
de: Inhalt
es: Contenidos
fr: Contenu
ms: Kandungan
ru: Содержание
ur: ู ุดู ููุงุช

source: Pages
bn: পৃষ্ঠা
de: Seiten
es: Páginas
ms: Halaman
ru: Страницы
ur: ุตูุญุงุช

source: Markers
bn: চিহ্নিতকারী
de: Marker
es: Marcadores
fr: Marqueurs
ms: Penanda
ru: Маркеры
ur: ูุดุงูุงุช

# goToPageTitle
source: Go to Page
bn: পৃষ্ঠায় যান
de: Zur Seite gehen
es: Ir a página
fr: Aller à la page
ms: Pergi ke halaman
ru: Перейти к странице
ur: ุตูุญ ูพุฑ ุฌุงุฆฺบ

# enterPageNumber
source: Enter page number (1 to {pageCount})
bn: পৃষ্ঠা নম্বর লিখুন (১ থেকে {pageCount})
de: Seitenzahl eingeben (1 bis {pageCount})
es: Ingresa número de página (1 a {pageCount})
fr: Entrez le numéro de page (1 à {pageCount})
ms: Masukkan nombor halaman (1 hingga {pageCount})
ru: Введите номер страницы (от 1 до {pageCount})
ur: ุตูุญ ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ (1 ุณ {pageCount})

source: Page number
bn: পৃষ্ঠা নম্বর
de: Seitenzahl
es: Número de página
fr: Numéro de page
ms: Nombor halaman
ru: Номер страницы
ur: ุตูุญ ูู ุจุฑ

source: Search in document...
bn: নথিতে অনুসন্ধান করুন...
de: Im Dokument suchen...
es: Buscar en documento...
fr: Rechercher dans le document...
ms: Cari dalam dokumen...
ru: Поиск в документе...
ur: ุฏุณุชุงูุฒ ู ฺบ ุชูุงุด ฺฉุฑฺบ...

# matchesCount
source: {current} of {total} matches
bn: {current} এর {total} মিল
de: {current} von {total} Übereinstimmungen
es: {current} de {total} coincidencias
fr: {current} sur {total} correspondances
ms: {current} daripada {total} padanan
ru: {current} из {total} совпадений
ur: {total} ู ฺบ ุณ {current} ู ฺุฒ

# pageLabel
source: Page {pageNumber}
bn: পৃষ্ঠা {pageNumber}
de: Seite {pageNumber}
es: Página {pageNumber}
ms: Halaman {pageNumber}
ru: Страница {pageNumber}
ur: ุตูุญ {pageNumber}

source: Loading PDF...
bn: পিডিএফ লোড হচ্ছে...
de: Lade PDF...
es: Cargando PDF...
fr: Chargement du PDF...
ms: Memuatkan PDF...
ru: Загрузка PDF...
ur: ูพ ฺ ุงู ููฺ ู ุฑุง ...

source: Failed to load PDF
bn: পিডিএফ লোড করতে ব্যর্থ
de: Fehler beim Laden der PDF
es: Error al cargar PDF
fr: Échec du chargement du PDF
ms: Gagal memuat PDF
ru: Не удалось загрузить PDF
ur: ูพ ฺ ุงู ููฺ ฺฉุฑู ู ฺบ ูุงฺฉุงู

source: No table of contents
bn: কোন সূচিপত্র নেই
de: Kein Inhaltsverzeichnis
es: Sin tabla de contenidos
fr: Aucune table des matières
ms: Tiada jadual kandungan
ru: Нет оглавления
ur: ฺฉูุฆ ูุฑุณุช ู ุดู ููุงุช ูฺบ

source: No markers yet
bn: এখনও কোন চিহ্নিতকারী নেই
de: Noch keine Marker
es: Sin marcadores aún
fr: Aucun marqueur pour l'instant
ms: Belum ada penanda
ru: Пока нет маркеров
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ูุดุงูุงุช ูฺบ

# selectTextForMarkers
source: Select text and use the color buttons to add markers
bn: চিহ্নিতকারী যোগ করতে টেক্সট নির্বাচন করুন এবং রঙের বোতাম ব্যবহার করুন
de: Text auswählen und Farbschaltflächen verwenden, um Marker hinzuzufügen
es: Selecciona texto y usa los botones de color para agregar marcadores
fr: Sélectionnez le texte et utilisez les boutons de couleur pour ajouter des marqueurs
ms: Pilih teks dan gunakan butang warna untuk menambah penanda
ru: Выберите текст и используйте цветные кнопки для добавления маркеров
ur: ูนฺฉุณูน ู ูุชุฎุจ ฺฉุฑฺบ ุงูุฑ ูุดุงูุงุช ุดุงู ู ฺฉุฑู ฺฉ ู ุฑูฺฏ ฺฉ ุจูนู ุงุณุชุนู ุงู ฺฉุฑฺบ

source: My Bookmarks
bn: আমার বুকমার্ক
de: Meine Lesezeichen
es: Mis marcadores
fr: Mes signets
ms: Penanda buku saya
ru: Мои закладки
ur: ู ุฑ ุจฺฉ ู ุงุฑฺฉุณ

source: Bookmark added
bn: বুকমার্ক যোগ করা হয়েছে
de: Lesezeichen hinzugefügt
es: Marcador agregado
fr: Signet ajouté
ms: Penanda buku ditambah
ru: Закладка добавлена
ur: ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑ ุฏุง ฺฏุง

source: Bookmark removed
bn: বুকমার্ক সরানো হয়েছে
de: Lesezeichen entfernt
es: Marcador eliminado
fr: Signet supprimé
ms: Penanda buku dibuang
ru: Закладка удалена
ur: ุจฺฉ ู ุงุฑฺฉ ูนุง ุฏุง ฺฏุง

source: Bookmark updated
bn: বুকমার্ক আপডেট করা হয়েছে
de: Lesezeichen aktualisiert
es: Marcador actualizado
fr: Signet mis à jour
ms: Penanda buku dikemas kini
ru: Закладка обновлена
ur: ุจฺฉ ู ุงุฑฺฉ ุงูพ ฺูน ู ฺฏุง

source: Notes
bn: নোট
de: Notizen
es: Notas
ms: Nota
ru: Заметки
ur: ูููนุณ

source: Stars
bn: তারকা
de: Sterne
es: Estrellas
fr: Étoiles
ms: Bintang
ru: Звезды
ur: ุณุชุงุฑ

source: Error loading bookmarks
bn: বুকমার্ক লোড করতে ত্রুটি
de: Fehler beim Laden der Lesezeichen
es: Error al cargar marcadores
fr: Erreur lors du chargement des signets
ms: Ralat semasa memuat penanda buku
ru: Ошибка при загрузке закладок
ur: ุจฺฉ ู ุงุฑฺฉุณ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: No bookmarks yet
bn: এখনও কোন বুকমার্ক নেই
de: Noch keine Lesezeichen
es: Sin marcadores aún
fr: Aucun signet pour l'instant
ms: Belum ada penanda buku
ru: Пока нет закладок
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ุจฺฉ ู ุงุฑฺฉุณ ูฺบ

# startBookmarkingFavoriteVerses
source: Start bookmarking your favorite verses
bn: আপনার প্রিয় আয়াত বুকমার্ক করা শুরু করুন
de: Beginnen Sie, Ihre Lieblings-Verse als Lesezeichen zu markieren
es: Comienza a marcar tus versículos favoritos
fr: Commencez à marquer vos versets favoris
ms: Mula menandakan ayat kegemaran anda
ru: Начните добавлять ваши любимые аяты в закладки
ur: ุงูพู ูพุณูุฏุฏ ุขุงุช ฺฉู ุจฺฉ ู ุงุฑฺฉ ฺฉุฑูุง ุดุฑูุน ฺฉุฑฺบ

source: No notes yet
bn: এখনও কোন নোট নেই
de: Noch keine Notizen
es: Sin notas aún
fr: Aucune note pour l'instant
ms: Belum ada nota
ru: Пока нет заметок
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ูููนุณ ูฺบ

# addNotesToFavoriteVerses
source: Add notes to your favorite verses
bn: আপনার প্রিয় আয়াতে নোট যোগ করুন
de: Fügen Sie Notizen zu Ihren Lieblings-Versen hinzu
es: Agrega notas a tus versículos favoritos
fr: Ajoutez des notes à vos versets favoris
ms: Tambah nota pada ayat kegemaran anda
ru: Добавьте заметки к вашим любимым аятам
ur: ุงูพู ูพุณูุฏุฏ ุขุงุช ู ฺบ ูููนุณ ุดุงู ู ฺฉุฑฺบ

source: No starred verses yet
bn: এখনও কোন তারকাচিহ্নিত আয়াত নেই
de: Noch keine mit Sternen markierten Verse
es: Sin versículos destacados aún
fr: Aucun verset étoilé pour l'instant
ms: Belum ada ayat berbintang
ru: Пока нет аятов со звездами
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ุณุชุงุฑ ูฺฏ ุขุงุช ูฺบ

# starImportantVerses
source: Star your most important verses
bn: আপনার গুরুত্বপূর্ণ আয়াতে তারকা চিহ্ন দিন
de: Markieren Sie Ihre wichtigsten Verse mit Sternen
es: Destaca tus versículos más importantes
fr: Étoilez vos versets les plus importants
ms: Beri bintang pada ayat penting anda
ru: Отметьте звездами ваши самые важные аяты
ur: ุงูพู ุงู ุขุงุช ฺฉู ุณุชุงุฑ ูฺฏุงุฆฺบ

source: Browse Quran
bn: কুরআন ব্রাউজ করুন
de: Koran durchsuchen
es: Explorar Corán
fr: Parcourir le Coran
ms: Jelajah Al-Quran
ru: Просматривать Коран
ur: ูุฑุขู ุฏฺฉฺพฺบ

source: Go to Verse
bn: আয়াতে যান
de: Zum Vers gehen
es: Ir al versículo
fr: Aller au verset
ms: Pergi ke ayat
ru: Перейти к аяту
ur: ุขุช ูพุฑ ุฌุงุฆฺบ

# navigateToVerseQuestion
source: Navigate to this verse in the Quran reader?
bn: কুরআন রিডারে এই আয়াতে নেভিগেট করবেন?
de: Zu diesem Vers im Koran-Reader navigieren?
es: ¿Navegar a este versículo en el lector del Corán?
fr: Naviguer vers ce verset dans le lecteur du Coran?
ms: Navigasi ke ayat ini dalam pembaca Al-Quran?
ru: Перейти к этому аяту в читалке Корана?
ur: ูุฑุขู ุฑฺุฑ ู ฺบ ุงุณ ุขุช ูพุฑ ุฌุงูุง ุ

source: Total
bn: মোট
de: Gesamt
ms: Jumlah
ru: Всего
ur: ฺฉู

# clearAllBookmarksConfirmation
source: Are you sure you want to delete all bookmarks? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি সব বুকমার্ক মুছে ফেলতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie alle Lesezeichen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los marcadores? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les signets? Cette action ne peut pas être annulée.
ms: Adakah anda pasti mahu memadam semua penanda buku? Tindakan ini tidak boleh dibuat asal.
ru: Вы уверены, что хотите удалить все закладки? Это действие нельзя отменить.
ur: ฺฉุง ุขูพ ูุงูุน ุชู ุงู ุจฺฉ ู ุงุฑฺฉุณ ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ  ุนู ู ูุงูพุณ ูฺบ ฺฉุง ุฌุง ุณฺฉุชุง

source: Location
bn: অবস্থান
de: Standort
es: Ubicación
fr: Localisation
ms: Lokasi
ru: Местоположение
ur: ู ูุงู

# nextPrayerCountdown
source: Next: {prayerName} in {time}
bn: পরবর্তী: {prayerName} {time} এ
de: Nächstes: {prayerName} in {time}
es: Próximo: {prayerName} en {time}
fr: Prochaine: {prayerName} dans {time}
ms: Seterusnya: {prayerName} dalam {time}
ru: Следующий: {prayerName} через {time}
ur: ุงฺฏู: {prayerName} {time} ู ฺบ

source: Persistent Prayer Countdown
bn: স্থায়ী নামাজের কাউন্টডাউন
de: Persistenter Gebetszeit-Countdown
es: Cuenta regresiva persistente de oración
fr: Compte à rebours persistant de prière
ms: Kira detik solat berterusan
ru: Постоянный обратный отсчет намаза
ur: ู ุณุชูู ูู ุงุฒ ฺฉุงุคููน ฺุงุคู

source: Active
bn: সক্রিয়
de: Aktiv
es: Activo
fr: Actif
ms: Aktif
ru: Активно
ur: ูุนุงู

source: Stopped
bn: বন্ধ
de: Gestoppt
es: Detenido
fr: Arrêté
ms: Dihentikan
ru: Остановлено
ur: ุฑฺฉ ฺฏุง

# persistentNotificationRunning
source: A persistent notification is showing in your status bar with countdown to next prayer. It cannot be dismissed and updates every second.
bn: আপনার স্ট্যাটাস বারে পরবর্তী নামাজের কাউন্টডাউন সহ একটি স্থায়ী বিজ্ঞপ্তি প্রদর্শিত হচ্ছে। এটি খারিজ করা যায় না এবং প্রতি সেকেন্ডে আপডেট হয়।
de: Eine persistente Benachrichtigung wird in Ihrer Statusleiste mit dem Countdown bis zum nächsten Gebet angezeigt. Sie kann nicht verworfen werden und aktualisiert sich jede Sekunde.
es: Se está mostrando una notificación persistente en tu barra de estado con cuenta regresiva para la próxima oración. No puede ser descartada y se actualiza cada segundo.
fr: Une notification persistante s'affiche dans votre barre d'état avec le compte à rebours jusqu'à la prochaine prière. Elle ne peut pas être ignorée et se met à jour chaque seconde.
ms: Pemberitahuan berterusan dipaparkan dalam bar status anda dengan kira detik ke solat seterusnya. Ia tidak boleh dibuang dan dikemas kini setiap saat.
ru: Постоянное уведомление отображается в вашей строке состояния с обратным отсчетом до следующего намаза. Его нельзя отклонить, и оно обновляется каждую секунду.
ur: ุขูพ ฺฉ ุณูนูนุณ ุจุงุฑ ู ฺบ ุงฺฉ ู ุณุชูู ูููนูฺฉุดู ุงฺฏู ูู ุงุฒ ฺฉ ฺฉุงุคููน ฺุงุคู ฺฉ ุณุงุชฺพ ุฏฺฉฺพุงุฆ ุฌุง ุฑ  ุงุณ ู ุณุชุฑุฏ ูฺบ ฺฉุง ุฌุง ุณฺฉุชุง ุงูุฑ  ุฑ ุณฺฉูฺ ุงูพ ฺูน ูุชุง 

# persistentNotificationStopped
source: The persistent countdown notification is currently stopped.
bn: স্থায়ী কাউন্টডাউন বিজ্ঞপ্তি বর্তমানে বন্ধ।
de: Die persistente Countdown-Benachrichtigung ist derzeit gestoppt.
es: La notificación de cuenta regresiva persistente está actualmente detenida.
fr: La notification de compte à rebours persistante est actuellement arrêtée.
ms: Pemberitahuan kira detik berterusan kini dihentikan.
ru: Постоянное уведомление обратного отсчета в настоящее время остановлено.
ur: ู ุณุชูู ฺฉุงุคููน ฺุงุคู ูููนูฺฉุดู ู ุงูููุช ุฑฺฉ ฺฏุฆ 

# persistentNotificationInfo
source: This creates a single persistent notification that updates its content without spam. Different from your prayer time notifications.
bn: এটি একটি একক স্থায়ী বিজ্ঞপ্তি তৈরি করে যা স্প্যাম ছাড়াই তার বিষয়বস্তু আপডেট করে। আপনার নামাজের সময়ের বিজ্ঞপ্তি থেকে আলাদা।
de: Dies erstellt eine einzige persistente Benachrichtigung, die ihren Inhalt ohne Spam aktualisiert. Anders als Ihre Gebetszeit-Benachrichtigungen.
es: Esto crea una sola notificación persistente que actualiza su contenido sin spam. Diferente de tus notificaciones de horarios de oración.
fr: Ceci crée une seule notification persistante qui met à jour son contenu sans spam. Différent de vos notifications d'heures de prière.
ms: Ini mencipta satu pemberitahuan berterusan yang mengemas kini kandungannya tanpa spam. Berbeza daripada pemberitahuan waktu solat anda.
ru: Это создает одно постоянное уведомление, которое обновляет свое содержимое без спама. Отличается от ваших уведомлений времени намаза.
ur:  ุงฺฉ ูุงุญุฏ ู ุณุชูู ูููนูฺฉุดู ุจูุงุชุง  ุฌู ุงูพู ู ูุงุฏ ฺฉู ุงุณูพุงู ฺฉ ุจุบุฑ ุงูพ ฺูน ฺฉุฑุชุง  ุขูพ ฺฉ ูู ุงุฒ ฺฉ ูููนูฺฉุดูุฒ ุณ ู ุฎุชูู

source: Persistent countdown started
bn: স্থায়ী কাউন্টডাউন শুরু হয়েছে
de: Persistenter Countdown gestartet
es: Cuenta regresiva persistente iniciada
fr: Compte à rebours persistant démarré
ms: Kira detik berterusan dimulakan
ru: Постоянный обратный отсчет запущен
ur: ู ุณุชูู ฺฉุงุคููน ฺุงุคู ุดุฑูุน ู ฺฏุง
