Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# itemTypeCustom
source: Custom
bn: কাস্টম
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ms: Suai
ru: Пользовательское
ur: ฺฉุณูนู

# frequencyDaily
source: Daily
bn: দৈনিক
de: Täglich
es: Diario
fr: Quotidien
ms: Harian
ru: Ежедневно
ur: ุฑูุฒุงู

# frequencyEvery2Days
source: Every 2 days
bn: প্রতি ২ দিনে
de: Alle 2 Tage
es: Cada 2 días
fr: Tous les 2 jours
ms: Setiap 2 hari
ru: Каждые 2 дня
ur: ุฑ 2 ุฏู

# frequencyEvery3Days
source: Every 3 days
bn: প্রতি ৩ দিনে
de: Alle 3 Tage
es: Cada 3 días
fr: Tous les 3 jours
ms: Setiap 3 hari
ru: Каждые 3 дня
ur: ุฑ 3 ุฏู

# frequencyEvery4Days
source: Every 4 days
bn: প্রতি ৪ দিনে
de: Alle 4 Tage
es: Cada 4 días
fr: Tous les 4 jours
ms: Setiap 4 hari
ru: Каждые 4 дня
ur: ุฑ 4 ุฏู

# frequencyEvery5Days
source: Every 5 days
bn: প্রতি ৫ দিনে
de: Alle 5 Tage
es: Cada 5 días
fr: Tous les 5 jours
ms: Setiap 5 hari
ru: Каждые 5 дней
ur: ุฑ 5 ุฏู

# frequencyEvery6Days
source: Every 6 days
bn: প্রতি ৬ দিনে
de: Alle 6 Tage
es: Cada 6 días
fr: Tous les 6 jours
ms: Setiap 6 hari
ru: Каждые 6 дней
ur: ุฑ 6 ุฏู

# frequencyWeekly
source: Weekly
bn: সাপ্তাহিক
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ms: Mingguan
ru: Еженедельно
ur: ูุช ูุงุฑ

source: Morning Athkar
bn: সকালের জিকির
de: Morgen-Athkar
es: Athkar matutino
fr: Athkar du matin
ms: Zikir Pagi
ru: Утренние Азкар
ur: ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ

source: Night Athkar
bn: রাতের জিকির
de: Nacht-Athkar
es: Athkar nocturno
fr: Athkar de la nuit
ms: Zikir Malam
ru: Ночные Азкар
ur: ุฑุงุช ฺฉ ุงุฐฺฉุงุฑ

source: Add Custom Item
bn: কাস্টম আইটেম যোগ করুন
de: Benutzerdefiniertes Element hinzufügen
es: Agregar elemento personalizado
fr: Ajouter un élément personnalisé
ms: Tambah Item Suai
ru: Добавить пользовательский элемент
ur: ฺฉุณูนู ุขุฆูนู ุดุงู ู ฺฉุฑฺบ

source: Item Title
bn: আইটেমের শিরোনাম
de: Element-Titel
es: Título del elemento
fr: Titre de l'élément
ms: Tajuk Item
ru: Название элемента
ur: ุขุฆูนู ฺฉุง ุนููุงู

source: Enter item title...
bn: আইটেমের শিরোনাম লিখুন
de: Element-Titel eingeben
es: Ingresa el título del elemento
fr: Entrez le titre de l'élément
ms: Masukkan tajuk item...
ru: Введите название элемента...
ur: ุขุฆูนู ฺฉุง ุนููุงู ุฏุฑุฌ ฺฉุฑฺบ...

source: Item Type
bn: আইটেমের ধরন
de: Element-Typ
es: Tipo de elemento
fr: Type d'élément
ms: Jenis Item
ru: Тип элемента
ur: ุขุฆูนู ฺฉ ูุณู

source: Repetition Frequency
bn: পুনরাবৃত্তির ফ্রিকোয়েন্সি
de: Wiederholungshäufigkeit
es: Frecuencia de repetición
fr: Fréquence de répétition
ms: Kekerapan Ulangan
ru: Частота повторения
ur: ุฏุฑุงู ฺฉ ุชุนุฏุฏ

source: Add Item
bn: আইটেম যোগ করুন
de: Element hinzufügen
es: Agregar elemento
fr: Ajouter un élément
ms: Tambah Item
ru: Добавить элемент
ur: ุขุฆูนู ุดุงู ู ฺฉุฑฺบ

# itemTypePrayerShort
source: Prayer
bn: নামাজ
de: Gebet
es: Oración
fr: Prière
ms: Solat
ru: Намаз
ur: ูู ุงุฒ

# itemTypeQuranShort
source: Quran
bn: কুরআন
de: Koran
es: Corán
fr: Coran
ru: Коран
ur: ูุฑุขู

# itemTypeAthkarShort
source: Athkar
bn: জিকির
ms: Zikir
ru: Азкар
ur: ุงุฐฺฉุงุฑ

# dayStreakSuffix
source: -Day Streak!
bn: দিন ধারাবাহিক
de: aufeinanderfolgende{count, plural, one{r} other{}} Tag{count, plural, one{} other{e}}
es: día{count, plural, one{} other{s}} consecutivo{count, plural, one{} other{s}}
fr: jour{count, plural, one{} other{s}} consécutif{count, plural, one{} other{s}}
ms: -Hari Berturut-turut!
ru: -дневная серия!
ur: -ุฏู ฺฉ ูฺฉุฑ!

# congratsMessage1
source: May Allah reward you with goodness
bn: চমৎকার কাজ! আপনি আজ আপনার সব ইসলামিক কাজ সম্পূর্ণ করেছেন।
de: Ausgezeichnete Arbeit! Sie haben heute alle Ihre islamischen Aufgaben erfüllt.
es: ¡Excelente trabajo! Has completado todas tus tareas islámicas hoy.
fr: Excellent travail ! Vous avez accompli toutes vos tâches islamiques aujourd'hui.
ms: Semoga Allah memberikan ganjaran kebaikan kepada anda
ru: Да вознаградит вас Аллах добром
ur: ุงูู ุขูพ ฺฉู ูฺฉ ฺฉุง ุจุฏู ุฏ

# congratsMessage2
source: May Allah bless you
bn: মাশাআল্লাহ! ইবাদতে আপনার নিবেদন অনুপ্রেরণাদায়ক।
de: Maschallah! Ihre Hingabe zur Anbetung ist inspirierend.
es: ¡Mashallah! Tu dedicación a la adoración es inspiradora.
fr: Machallah ! Votre dévouement à l'adoration est inspirant.
ms: Semoga Allah memberkati anda
ru: Да благословит вас Аллах
ur: ุงูู ุขูพ ฺฉู ุจุฑฺฉุช ุฏ

# congratsMessage3
source: O Allah, bless (them/it)
bn: আলহামদুলিল্লাহ! আপনি আপনার ইসলামিক অনুশীলন ধারাবাহিক রেখেছেন।
de: Alhamdulillah! Sie haben Ihre islamischen Praktiken konstant gehalten.
es: ¡Alhamdulillah! Has mantenido tus prácticas islámicas consistentes.
fr: Alhamdoulillah ! Vous avez maintenu vos pratiques islamiques cohérentes.
ms: Ya Allah, berkatilah
ru: О Аллах, благослови
ur: ุงูู ู ุจุฑฺฉุช ุฏ

# congratsMessage4
source: What Allah has willed (has happened)
bn: আল্লাহ আপনাকে ধর্মের প্রতি আপনার নিবেদনের জন্য পুরস্কৃত করুন!
de: Möge Allah Sie für Ihre Hingabe zur Religion belohnen!
es: ¡Que Allah te recompense por tu dedicación a la religión!
fr: Qu'Allah vous récompense pour votre dévouement à la religion !
ms: Masha Allah
ru: Ма ша Аллах
ur: ู ุงุดุงุก ุงูู

# congratsMessage5
source: All praise is due to Allah
bn: সুবহানআল্লাহ! ইসলামের প্রতি আপনার অঙ্গীকার প্রশংসনীয়।
de: Subhanallah! Ihr Engagement für den Islam ist bewundernswert.
es: ¡Subhanallah! Tu compromiso con el Islam es admirable.
fr: Soubhanallah ! Votre engagement envers l'Islam est admirable.
ms: Alhamdulillah
ru: Альхамдулиллах
ur: ุงูุญู ุฏ ูู

# congratsMessage6
source: Blessed is Allah
bn: বারাকাল্লাহু ফিকি! আপনি আপনার সব ধর্মীয় কাজ সম্পূর্ণ করেছেন।
de: Barakallahu fiki! Sie haben alle Ihre religiösen Aufgaben erfüllt.
es: ¡Barakallahu feeki! Has completado todas tus tareas religiosas.
fr: Barakallahu fiki ! Vous avez accompli toutes vos tâches religieuses.
ms: Tabarakallah
ru: Табаракаллах
ur: ุชุจุงุฑฺฉ ุงูู

# congratsMessage7
source: May Allah benefit you
bn: আল্লাহ আপনার সব ভাল কাজ কবুল করুন!
de: Möge Allah alle Ihre guten Taten annehmen!
es: ¡Que Allah acepte todas tus buenas obras!
fr: Qu'Allah accepte toutes vos bonnes œuvres !
ms: Semoga Allah memberi manfaat kepada anda
ru: Да принесет вам Аллах пользу
ur: ุงูู ุขูพ ฺฉู ูุงุฆุฏ ุฏ

# congratsMessage8
source: Congratulations
bn: চমৎকার! আপনি আজ আপনার ইসলামিক দায়িত্ব পূরণ করেছেন।
de: Ausgezeichnet! Sie haben heute Ihre islamischen Verpflichtungen erfüllt.
es: ¡Excelente! Has cumplido con tus obligaciones islámicas hoy.
fr: Excellent ! Vous avez rempli vos obligations islamiques aujourd'hui.
ms: Tahniah
ru: Поздравления
ur: ู ุจุงุฑฺฉ ู

# congratsMessage9
source: May Allah accept (good deeds) from us and you
bn: মাশাআল্লাহ! ইবাদতে আপনার ধারাবাহিকতা উল্লেখযোগ্য।
de: Maschallah! Ihre Beständigkeit in der Anbetung ist bemerkenswert.
es: ¡Mashallah! Tu consistencia en la adoración es notable.
fr: Machallah ! Votre constance dans l'adoration est remarquable.
ms: Semoga Allah menerima amal daripada kami dan anda
ru: Да примет Аллах от нас и от вас
ur: ุงูู ู ุณ ุงูุฑ ุขูพ ุณ ูุจูู ูุฑู ุงุฆ

# congratsMessage10
source: May my Lord grant you success
bn: আলহামদুলিল্লাহ! আরেকটি ভক্তির দিন সম্পূর্ণ।
de: Alhamdulillah! Ein weiterer Tag der Hingabe vollendet.
es: ¡Alhamdulillah! Otro día de devoción completado.
fr: Alhamdoulillah ! Un autre jour de dévotion accompli.
ms: Semoga Tuhan memberikan kejayaan kepada anda
ru: Да дарует вам мой Господь успех
ur: ู ุฑ ุฑุจ ุขูพ ฺฉู ฺฉุงู ุงุจ ุฏ

# congratsMessage11
source: May Allah bless you
bn: আল্লাহ আপনার ক্রমাগত নিবেদনকে বরকত দিন!
de: Möge Allah Ihre kontinuierliche Hingabe segnen!
es: ¡Que Allah bendiga tu dedicación continua!
fr: Qu'Allah bénisse votre dévouement continu !
ms: Semoga Allah memberkati anda
ru: Да благословит вас Аллах
ur: ุงูู ุขูพ ฺฉู ุจุฑฺฉุช ุฏ

# congratsMessage12
source: May Allah increase you in knowledge
bn: সুবহানআল্লাহ! আপনি ইবাদতে পূর্ণ একটি দিন বজায় রেখেছেন।
de: Subhanallah! Sie haben einen Tag voller Ibadah aufrechterhalten.
es: ¡Subhanallah! Has mantenido un día lleno de ibadah.
fr: Soubhanallah ! Vous avez maintenu une journée remplie d'ibadah.
ms: Semoga Allah menambah ilmu anda
ru: Да увеличит Аллах ваши знания
ur: ุงูู ุขูพ ฺฉู ุนูู ู ฺบ ุงุถุงู ุฏ

# congratsMessage13
source: May Allah have mercy on you
bn: আল্লাহ এটি আপনার জন্য সহজ করুন এবং আপনার পুরস্কার বৃদ্ধি করুন!
de: Möge Allah es Ihnen leicht machen und Ihre Belohnung erhöhen!
es: ¡Que Allah haga esto fácil para ti y aumente tu recompensa!
fr: Qu'Allah vous facilite cela et augmente votre récompense !
ms: Semoga Allah merahmati anda
ru: Да помилует вас Аллах
ur: ุงูู ุขูพ ูพุฑ ุฑุญู ฺฉุฑ

source: Islamic Checklist
bn: ইসলামিক চেকলিস্ট
de: Islamische Checkliste
es: Lista de verificación islámica
fr: Liste de vérification islamique
ms: Senarai Semak Islam
ru: Исламский контрольный список
ur: ุงุณูุงู  ฺฺฉ ูุณูน

source: Daily Checklist Reminder
bn: দৈনিক চেকলিস্ট স্মরণীয়
de: Tägliche Checklisten-Erinnerung
es: Recordatorio de lista de verificación diaria
fr: Rappel de liste de vérification quotidienne
ms: Peringatan Senarai Semak Harian
ru: Напоминание о ежедневном контрольном списке
ur: ุฑูุฒุงู ฺฺฉ ูุณูน ุงุฏุฏุงู

# dailyChecklistSubtitle
source: Daily at {time}
bn: আপনার দৈনিক ইসলামিক কাজগুলি সম্পূর্ণ করুন
de: Erfüllen Sie Ihre täglichen islamischen Aufgaben
es: Completa tus tareas islámicas diarias
fr: Accomplissez vos tâches islamiques quotidiennes
ms: Harian pada {time}
ru: Ежедневно в {time}
ur: ุฑูุฒุงู {time} ุจุฌ

# checklistReminderDescription
source: Get reminded to complete your daily Islamic checklist tasks
bn: আপনার ইসলামিক কাজগুলি সম্পূর্ণ করার জন্য দৈনিক স্মরণীয়
de: Tägliche Erinnerung zur Erfüllung Ihrer islamischen Aufgaben
es: Recordatorio diario para completar tus tareas islámicas
fr: Rappel quotidien pour accomplir vos tâches islamiques
ms: Dapatkan peringatan untuk melengkapkan tugas senarai semak Islam harian anda
ru: Получайте напоминания о выполнении ваших ежедневных исламских задач
ur: ุงูพู ุฑูุฒุงู ุงุณูุงู  ฺฺฉ ูุณูน ฺฉ ฺฉุงู ูฺบ ฺฉู ู ฺฉู ู ฺฉุฑู ฺฉ ุงุฏุฏุงู ุญุงุตู ฺฉุฑฺบ

# selectChecklistReminderTime
source: Select time for checklist reminder
bn: চেকলিস্ট স্মরণীয় সময় নির্বাচন করুন
de: Checklisten-Erinnerungszeit auswählen
es: Seleccionar hora del recordatorio de lista de verificación
fr: Sélectionner l'heure du rappel de liste de vérification
ms: Pilih masa peringatan senarai semak
ru: Выберите время напоминания контрольного списка
ur: ฺฺฉ ูุณูน ุงุฏุฏุงู ฺฉุง ููุช ู ูุชุฎุจ ฺฉุฑฺบ

source: Status
bn: অবস্থা
es: Estado
fr: État
ru: Статус
ur: ุญุงูุช

source: Optimize
bn: অপ্টিমাইজ করুন
de: Optimieren
es: Optimizar
fr: Optimiser
ms: Optimumkan
ru: Оптимизировать
ur: ุจุชุฑ ุจูุงุฆฺบ

source: Loading preferences...
bn: পছন্দসমূহ লোড হচ্ছে...
de: Einstellungen werden geladen...
es: Cargando preferencias...
fr: Chargement des préférences...
ms: Memuatkan keutamaan...
ru: Загрузка настроек...
ur: ุชุฑุฌุญุงุช ููฺ ู ุฑ ฺบ...

# enableNotificationsSettings
source: Please enable notifications in system settings
bn: সেটিংসে বিজ্ঞপ্তি সক্রিয় করুন
de: Benachrichtigungen in den Einstellungen aktivieren
es: Habilitar notificaciones en configuración
fr: Activer les notifications dans les paramètres
ms: Sila aktifkan pemberitahuan dalam tetapan sistem
ru: Пожалуйста, включите уведомления в системных настройках
ur: ุจุฑุง ฺฉุฑู ุณุณูนู ุณูนูฺฏุฒ ู ฺบ ูููนูฺฉุดูุฒ ูุนุงู ฺฉุฑฺบ

# notificationKahfTitle
source: 🕌 Surat Al-Kahf Reminder
bn: 🕌 সূরা আল-কাহফ স্মারক
de: 🕌 Sura Al-Kahf Erinnerung
es: 🕌 Recordatorio Sura Al-Kahf
fr: 🕌 Rappel Sourate Al-Kahf
ms: 🕌 Peringatan Surah Al-Kahf
ru: 🕌 Напоминание о суре Аль-Кахф
ur: ๐ ุณูุฑ ฺฉู ฺฉ ุงุฏุฏุงู

# notificationKahfBody
source: Today is Friday! Don't forget to read Surat Al-Kahf for blessings and protection.
bn: আজ জুমাবার! আশীর্বাদ এবং সুরক্ষার জন্য সূরা আল-কাহফ পড়তে ভুলবেন না।
de: Heute ist Freitag! Vergiss nicht, die Sura Al-Kahf zu lesen für Segen und Schutz.
es: ¡Hoy es viernes! No olvides leer la Sura Al-Kahf para bendiciones y protección.
fr: Aujourd'hui c'est vendredi ! N'oubliez pas de lire la Sourate Al-Kahf pour les bénédictions et la protection.
ms: Hari ini hari Jumaat! Jangan lupa membaca Surah Al-Kahf untuk berkat dan perlindungan.
ru: Сегодня пятница! Не забудьте прочитать суру Аль-Кахф для благословений и защиты.
ur: ุขุฌ ุฌู ุน ! ุจุฑฺฉุงุช ุงูุฑ ุชุญูุธ ฺฉ ู ุณูุฑ ฺฉู ูพฺฺพูุง ู ุจฺพููฺบ

# notificationMorningAthkarTitle
source: 🌅 Morning Athkar
bn: 🌅 সকালের জিকির
de: 🌅 Morgen-Athkar
es: 🌅 Athkar matutino
fr: 🌅 Athkar du matin
ms: 🌅 Zikir Pagi
ru: 🌅 Утренние азкар
ur: ๐ ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ

# notificationMorningAthkarBody
source: Start your day with morning Athkar and remembrance of Allah.
bn: সকালের জিকির এবং আল্লাহর স্মরণ দিয়ে আপনার দিন শুরু করুন।
de: Beginne deinen Tag mit Morgen-Athkar und dem Gedenken an Allah.
es: Comienza tu día con el Athkar matutino y el recuerdo de Allah.
fr: Commencez votre journée avec les Athkar du matin et le rappel d'Allah.
ms: Mulakan hari anda dengan zikir pagi dan mengingati Allah.
ru: Начните свой день с утренних азкар и поминания Аллаха.
ur: ุงูพู ุฏู ฺฉ ุดุฑูุนุงุช ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ ุงูุฑ ุงูู ฺฉ ุงุฏ ฺฉ ุณุงุชฺพ ฺฉุฑฺบ

# notificationEveningAthkarTitle
source: 🌅 Evening Athkar
bn: 🌅 সন্ধ্যার জিকির
de: 🌅 Abend-Athkar
es: 🌅 Athkar vespertino
fr: 🌅 Athkar du soir
ms: 🌅 Zikir Petang
ru: 🌅 Вечерние азкар
ur: ๐ ุดุงู ฺฉ ุงุฐฺฉุงุฑ

# notificationEveningAthkarBody
source: End your day with evening Athkar and gratitude to Allah.
bn: সন্ধ্যার জিকির এবং আল্লাহর কাছে কৃতজ্ঞতা প্রকাশের মাধ্যমে আপনার দিন শেষ করুন।
de: Beende deinen Tag mit Abend-Athkar und Dankbarkeit gegenüber Allah.
es: Termina tu día con el Athkar vespertino y gratitud hacia Allah.
fr: Terminez votre journée avec les Athkar du soir et la gratitude envers Allah.
ms: Akhiri hari anda dengan zikir petang dan bersyukur kepada Allah.
ru: Завершите свой день вечерними азкар и благодарностью Аллаху.
ur: ุงูพู ุฏู ฺฉุง ุงุฎุชุชุงู ุดุงู ฺฉ ุงุฐฺฉุงุฑ ุงูุฑ ุงูู ฺฉุง ุดฺฉุฑ ุงุฏุง ฺฉุฑุช ูุฆ ฺฉุฑฺบ

# notificationQuranTitle
source: 📖 Quran Reading Reminder
bn: 📖 কুরআন পাঠের স্মারক
de: 📖 Koran-Lese-Erinnerung
es: 📖 Recordatorio de lectura del Corán
fr: 📖 Rappel de lecture du Coran
ms: 📖 Peringatan Membaca Quran
ru: 📖 Напоминание о чтении Корана
ur: ๐ ูุฑุขู ูพฺฺพู ฺฉ ุงุฏุฏุงู

# notificationQuranBody
source: Time to read some verses from the Holy Quran and reflect on its guidance.
bn: পবিত্র কুরআনের কয়েকটি আয়াত পড়ার এবং এর নির্দেশনায় চিন্তা করার সময়।
de: Es ist Zeit, einige Verse des Heiligen Korans zu lesen und über seine Führung zu reflektieren.
es: Es hora de leer algunos versículos del Sagrado Corán y reflexionar sobre su guía.
fr: Il est temps de lire quelques versets du Saint Coran et de réfléchir à ses enseignements.
ms: Masa untuk membaca beberapa ayat Al-Quran dan merenungkan petunjuknya.
ru: Время прочитать несколько аятов Священного Корана и поразмышлять над его руководством.
ur: ูุฑุขู ู ุฌุฏ ฺฉ ฺฉฺฺพ ุขุงุช ูพฺฺพู ุงูุฑ ุงุณ ฺฉ ุฑูู ุงุฆ ูพุฑ ุบูุฑ ฺฉุฑู ฺฉุง ููุช 

# notificationChecklistTitle
source: 📋 Daily Checklist Reminder
bn: 📋 দৈনিক চেকলিস্ট স্মারক
de: 📋 Tägliche Checklisten-Erinnerung
es: 📋 Recordatorio de lista de verificación diaria
fr: 📋 Rappel de liste de vérification quotidienne
ms: 📋 Peringatan Senarai Semak Harian
ru: 📋 Напоминание о ежедневном контрольном списке
ur: ๐ ุฑูุฒุงู ฺฺฉ ูุณูน ฺฉ ุงุฏุฏุงู

# notificationChecklistBody
source: Time to fill your daily Islamic checklist and track your spiritual progress.
bn: আপনার দৈনিক ইসলামিক চেকলিস্ট সম্পন্ন করার এবং আপনার আধ্যাত্মিক অগ্রগতি ট্র্যাক করার সময়।
de: Es ist Zeit, deine tägliche islamische Checkliste zu vervollständigen und deinen spirituellen Fortschritt zu verfolgen.
es: Es hora de completar tu lista de verificación islámica diaria y seguir tu progreso espiritual.
fr: Il est temps de remplir votre liste de vérification islamique quotidienne et de suivre votre progrès spirituel.
ms: Masa untuk melengkapkan senarai semak Islam harian anda dan menjejaki kemajuan rohani.
ru: Время заполнить свой ежедневный исламский контрольный список и отследить духовный прогресс.
ur: ุงูพู ุฑูุฒุงู ุงุณูุงู  ฺฺฉ ูุณูน ู ฺฉู ู ฺฉุฑู ุงูุฑ ุงูพู ุฑูุญุงู ุชุฑู ฺฉุง ุฌุงุฆุฒ ูู ฺฉุง ููุช 

# notificationRandomAthkarTitle
source: 🤲 Random Athkar
bn: 🤲 র‌্যান্ডম জিকির
de: 🤲 Zufälliges Athkar
es: 🤲 Athkar aleatorio
fr: 🤲 Athkar aléatoire
ms: 🤲 Zikir Rawak
ru: 🤲 Случайные азкар
ur: ๐คฒ ุจ ุชุฑุชุจ ุงุฐฺฉุงุฑ

# notificationPrayerTimeTitle
source: 🕌 {prayerName} Prayer Time
bn: 🕌 {prayerName} নামাজের সময়
de: 🕌 Gebetszeit {prayerName}
es: 🕌 Hora de oración {prayerName}
fr: 🕌 Heure de la prière {prayerName}
ms: 🕌 Waktu Solat {prayerName}
ru: 🕌 Время намаза {prayerName}
ur: ๐ {prayerName} ูู ุงุฒ ฺฉุง ููุช

# notificationPrayerTimeBody
source: It's time for {prayerName} prayer. May Allah accept your prayers.
bn: {prayerName} নামাজের সময় হয়েছে। আল্লাহ আপনার নামাজ কবুল করুন।
de: Es ist Zeit für das {prayerName}-Gebet. Möge Allah deine Gebete annehmen.
es: Es hora de la oración {prayerName}. Que Allah acepte tus oraciones.
fr: Il est temps pour la prière {prayerName}. Qu'Allah accepte vos prières.
ms: Masa untuk solat {prayerName}. Semoga Allah menerima solat anda.
ru: Время намаза {prayerName}. Да примет Аллах ваши молитвы.
ur: {prayerName} ูู ุงุฒ ฺฉุง ููุช ู ฺฏุง  ุงูู ุขูพ ฺฉ ูู ุงุฒฺบ ูุจูู ูุฑู ุงุฆ

# prayerCountdownTitle
source: {prefix} Next {prayerName} in {timeText}
bn: {prefix} পরবর্তী {prayerName} {timeText} এর মধ্যে
de: {prefix} Nächstes {prayerName} in {timeText}
es: {prefix} Próxima {prayerName} en {timeText}
fr: {prefix} Prochaine {prayerName} dans {timeText}
ms: {prefix} {prayerName} Seterusnya dalam {timeText}
ru: {prefix} Следующий {prayerName} через {timeText}
ur: {prefix} ุงฺฏู {prayerName} {timeText} ู ฺบ

# prayerCountdownUrgentTitle
source: {prefix} {prayerName} in {timeText}
bn: {prefix} {prayerName} {timeText} এর মধ্যে
es: {prefix} {prayerName} en {timeText}
fr: {prefix} {prayerName} dans {timeText}
ms: {prefix} {prayerName} dalam {timeText}
ru: {prefix} {prayerName} через {timeText}
ur: {prefix} {prayerName} {timeText} ู ฺบ

# prayerCountdownFajrContext
source: Dawn prayer - start your day with prayer 🤲
bn: ফজরের নামাজ - নামাজ দিয়ে আপনার দিন শুরু করুন 🤲
de: Morgengebet - beginne deinen Tag mit Gebet 🤲
es: Oración del amanecer - comienza tu día con oración 🤲
fr: Prière de l'aube - commencez votre journée par la prière 🤲
ms: Solat Subuh - mulakan hari dengan solat 🤲
ru: Утренний намаз - начните день с молитвы 🤲
ur: ูุฌุฑ ฺฉ ูู ุงุฒ - ุงูพู ุฏู ฺฉ ุดุฑูุนุงุช ูู ุงุฒ ฺฉ ุณุงุชฺพ ฺฉุฑฺบ ๐คฒ

# prayerCountdownDhuhrContext
source: Midday prayer - take a blessed break ☀️
bn: জোহরের নামাজ - একটি আশীর্বাদপূর্ণ বিরতি নিন ☀️
de: Mittagsgebet - nimm eine gesegnete Pause ☀️
es: Oración del mediodía - toma un descanso bendito ☀️
fr: Prière de midi - prenez une pause bénie ☀️
ms: Solat Zohor - ambil rehat yang diberkati ☀️
ru: Полуденный намаз - сделайте благословенный перерыв ☀️
ur: ุธุฑ ฺฉ ูู ุงุฒ - ู ุจุงุฑฺฉ ููู ูฺบ โ๏ธ

# prayerCountdownAsrContext
source: Afternoon prayer - remember Allah 📿
bn: আসরের নামাজ - আল্লাহকে স্মরণ করুন 📿
de: Nachmittagsgebet - gedenke Allah 📿
es: Oración de la tarde - recuerda a Allah 📿
fr: Prière de l'après-midi - souvenez-vous d'Allah 📿
ms: Solat Asar - ingatlah Allah 📿
ru: Послеполуденный намаз - помните Аллаха 📿
ur: ุนุตุฑ ฺฉ ูู ุงุฒ - ุงูู ฺฉู ุงุฏ ฺฉุฑฺบ ๐ฟ

# prayerCountdownMaghribContext
source: Sunset prayer - end the day in gratitude 🤲
bn: মাগরিবের নামাজ - কৃতজ্ঞতা সহকারে দিন শেষ করুন 🤲
de: Abendgebet - beende den Tag mit Dankbarkeit 🤲
es: Oración del atardecer - termina el día con gratitud 🤲
fr: Prière du coucher du soleil - terminez la journée avec gratitude 🤲
ms: Solat Maghrib - akhiri hari dengan bersyukur 🤲
ru: Вечерний намаз - завершите день с благодарностью 🤲
ur: ู ุบุฑุจ ฺฉ ูู ุงุฒ - ุฏู ฺฉุง ุงุฎุชุชุงู ุดฺฉุฑ ฺฉ ุณุงุชฺพ ฺฉุฑฺบ ๐คฒ

# prayerCountdownIshaContext
source: Night prayer - peaceful end to your day 🌙
bn: এশার নামাজ - আপনার দিনের শান্তিপূর্ণ সমাপ্তি 🌙
de: Nachtgebet - friedliches Ende deines Tages 🌙
es: Oración nocturna - final pacífico de tu día 🌙
fr: Prière de la nuit - fin paisible de votre journée 🌙
ms: Solat Isyak - pengakhiran hari yang tenang 🌙
ru: Ночной намаз - мирное окончание дня 🌙
ur: ุนุดุงุก ฺฉ ูู ุงุฒ - ุงูพู ุฏู ฺฉุง ูพุฑุงู ู ุงุฎุชุชุงู ๐

# prayerCountdownDefaultContext
source: Stay prepared for prayer time 🕌
bn: নামাজের সময়ের জন্য প্রস্তুত থাকুন 🕌
de: Bleib bereit für die Gebetszeit 🕌
es: Mantente preparado para la hora de oración 🕌
fr: Restez préparé pour l'heure de la prière 🕌
ms: Bersiap sedia untuk waktu solat 🕌
ru: Будьте готовы ко времени намаза 🕌
ur: ูู ุงุฒ ฺฉ ููุช ฺฉ ู ุชุงุฑ ุฑฺบ ๐

# prayerCountdownCriticalUrgency
source: Prayer time is very near - prepare now!
bn: নামাজের সময় খুব কাছে - এখনই প্রস্তুত হন!
de: Die Gebetszeit ist sehr nahe - bereite dich jetzt vor!
es: La hora de oración está muy cerca - ¡prepárate ahora!
fr: L'heure de la prière est très proche - préparez-vous maintenant!
ms: Waktu solat sudah sangat dekat - bersiap sekarang!
ru: Время намаза очень близко - готовьтесь сейчас!
ur: ูู ุงุฒ ฺฉุง ููุช ุจุช ูุฑุจ  - ุงุจ ุชุงุฑ ฺฉุฑฺบ!

# prayerCountdownHighUrgency
source: Get ready for prayer soon
bn: শীঘ্রই নামাজের জন্য প্রস্তুত হন
de: Bereite dich bald auf das Gebet vor
es: Prepárate para la oración pronto
fr: Préparez-vous pour la prière bientôt
ms: Bersiap untuk solat tidak lama lagi
ru: Готовьтесь к намазу скоро
ur: ุฌูุฏ ูู ุงุฒ ฺฉ ู ุชุงุฑ ู ุฌุงุฆฺบ

# prayerCountdownMediumUrgency
source: Prayer time approaching
bn: নামাজের সময় এগিয়ে আসছে
de: Die Gebetszeit naht
es: La hora de oración se acerca
fr: L'heure de la prière approche
ms: Waktu solat semakin hampir
ru: Время намаза приближается
ur: ูู ุงุฒ ฺฉุง ููุช ุข ุฑุง 

# prayerCountdownLoadingTitle
source: 🕌 Prayer Countdown
bn: 🕌 নামাজের কাউন্টডাউন
de: 🕌 Gebets-Countdown
es: 🕌 Cuenta regresiva de oración
fr: 🕌 Compte à rebours des prières
ms: 🕌 Kira Mundur Solat
ru: 🕌 Обратный отсчет до намаза
ur: ๐ ูู ุงุฒ ฺฉ ุงููน ฺฏูุช

# prayerCountdownLoadingText
source: Loading prayer times...
bn: নামাজের সময় লোড হচ্ছে...
de: Gebetszeiten werden geladen...
es: Cargando horarios de oración...
fr: Chargement des heures de prière...
ms: Memuatkan waktu solat...
ru: Загрузка времен намазов...
ur: ูู ุงุฒ ฺฉ ุงููุงุช ููฺ ู ุฑ ฺบ...

# prayerCountdownErrorText
source: Error calculating prayer time
bn: নামাজের সময় গণনায় ত্রুটি
de: Fehler beim Berechnen der Gebetszeit
es: Error calculando la hora de oración
fr: Erreur lors du calcul de l'heure de prière
ms: Ralat mengira waktu solat
ru: Ошибка при расчете времени намаза
ur: ูู ุงุฒ ฺฉุง ููุช ูฺฉุงูู ู ฺบ ุฎุฑุงุจ

source: Zakat Calculator
bn: যাকাত ক্যালকুলেটর
de: Zakat-Rechner
es: Calculadora de Zakat
fr: Calculateur de Zakat
ms: Kalkulator Zakat
ru: Калькулятор Закята
ur: ุฒฺฉููฐ ฺฉูฺฉูููนุฑ

source: Calculate
bn: গণনা করুন
de: Berechnen
es: Calcular
fr: Calculer
ms: Kira
ru: Рассчитать
ur: ุญุณุงุจ ฺฉุฑฺบ

source: Results
bn: ফলাফল
de: Ergebnisse
es: Resultados
fr: Résultats
ms: Keputusan
ru: Результаты
ur: ูุชุงุฆุฌ

source: Assets
bn: সম্পদ
de: Vermögen
es: Activos
fr: Actifs
ms: Aset
ru: Активы
ur: ุงุซุงุซ

source: Liabilities
bn: দায়বদ্ধতা
de: Verbindlichkeiten
es: Pasivos
fr: Passifs
ms: Liabiliti
ru: Обязательства
ur: ุฐู  ุฏุงุฑุงฺบ

source: Reset All
bn: সব রিসেট করুন
de: Alles Zurücksetzen
es: Restablecer Todo
fr: Tout Réinitialiser
ms: Set Semula Semua
ru: Сбросить Все
ur: ุณุจ ุตุงู ฺฉุฑฺบ
