Repository: abdulwahed-s/Huda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, ms, ru, ur

# appTitle
source: Huda
ur: ุฏูฐ

source: Settings
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
ms: Tetapan
ru: Настройки
ur: ุชุฑุชุจุงุช

source: Theme
bn: থিম
de: Design
es: Tema
fr: Thème
ms: Tema
ru: Тема
ur: ุชฺพู

source: Text Size
bn: টেক্সটের আকার
de: Textgröße
es: Tamaño de texto
fr: Taille du texte
ms: Saiz Teks
ru: Размер текста
ur: ู ุชู ฺฉุง ุณุงุฆุฒ

source: Reset
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ms: Set Semula
ru: Сброс
ur: ุฏูุจุงุฑ ุณูน ฺฉุฑฺบ

source: Language
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
ms: Bahasa
ru: Язык
ur: ุฒุจุงู

# arabic
source: العربية
ur: ุงูุนุฑุจูุฉ

# turkish
source: Türkçe
ur: Tรผrkรงe

# french
source: Français
ur: Franรงais

# spanish
source: Español
ur: Espaรฑol

# urdu
source: اردو
ur: ุงุฑุฏู

# russian
source: Русский
ur: ะัััะบะธะน

# bengali
source: বাংলা
ur: เฆฌเฆพเฆเฆฒเฆพ

# chinese
source: 中文
ur: ไธญๆ

source: Color Theme
bn: রঙের থিম
de: Farbdesign
es: Tema de color
fr: Thème de couleur
ms: Tema Warna
ru: Цветовая тема
ur: ุฑูฺฏ ฺฉ ุชฺพู

source: Prayer Times
bn: নামাজের সময়
de: Gebetszeiten
es: Horarios de oración
fr: Heures de prière
ms: Waktu Solat
ru: Времена намазов
ur: ูู ุงุฒ ฺฉ ุงููุงุช

source: Qiblah Direction
bn: কিবলার দিক
de: Qibla-Richtung
es: Dirección de la Qibla
fr: Direction de la Qibla
ms: Arah Kiblat
ru: Направление Киблы
ur: ูุจู ฺฉ ุณู ุช

source: Tasbih
bn: তাসবিহ
ru: Тасбих
ur: ุชุณุจุญ

source: Islamic Notifications
bn: ইসলামিক বিজ্ঞপ্তি
de: Islamische Benachrichtigungen
es: Notificaciones islámicas
fr: Notifications islamiques
ms: Pemberitahuan Islam
ru: Исламские уведомления
ur: ุงุณูุงู  ูููนูฺฉุดูุฒ

source: Hadith
bn: হাদিস
ms: Hadis
ru: Хадис
ur: ุญุฏุซ

source: Hadith Chapters
bn: হাদিসের অধ্যায়
de: Hadith-Kapitel
es: Capítulos de Hadith
fr: Chapitres de Hadith
ms: Bab Hadis
ru: Главы хадисов
ur: ุญุฏุซ ฺฉ ุงุจูุงุจ

source: Hadith Details
bn: হাদিসের বিস্তারিত
es: Detalles del Hadith
fr: Détails du Hadith
ms: Butiran Hadis
ru: Детали хадиса
ur: ุญุฏุซ ฺฉ ุชูุตูุงุช

source: Books
bn: বই
de: Bücher
es: Libros
fr: Livres
ms: Buku
ru: Книги
ur: ฺฉุชุงุจฺบ

source: Bookmarks
bn: বুকমার্ক
de: Lesezeichen
es: Marcadores
fr: Signets
ms: Penanda Buku
ru: Закладки
ur: ุจฺฉ ู ุงุฑฺฉุณ

source: Home Screen Widget Management
bn: হোম স্ক্রিন উইজেট ব্যবস্থাপনা
de: Startbildschirm-Widget-Verwaltung
es: Gestión del widget de pantalla de inicio
fr: Gestion du widget d'écran d'accueil
ms: Pengurusan Widget Skrin Utama
ru: Управление виджетом главного экрана
ur: ูู ุณฺฉุฑู ูุฌูน ฺฉุง ุงูุชุธุงู

source: Loading...
bn: লোড হচ্ছে...
de: Laden...
es: Cargando...
fr: Chargement...
ms: Memuatkan...
ru: Загрузка...
ur: ููฺ ู ุฑุง ...

source: Retry
bn: আবার চেষ্টা করুন
de: Wiederholen
es: Reintentar
fr: Réessayer
ms: Cuba Lagi
ru: Повторить
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Try Again
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar de nuevo
fr: Essayer à nouveau
ms: Cuba Sekali Lagi
ru: Попробовать снова
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Cancel
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
ms: Batal
ru: Отмена
ur: ู ูุณูุฎ ฺฉุฑฺบ

source: Save
bn: সংরক্ষণ
de: Speichern
es: Guardar
fr: Sauvegarder
ms: Simpan
ru: Сохранить
ur: ู ุญููุธ ฺฉุฑฺบ

source: Delete
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
ms: Padam
ru: Удалить
ur: ุญุฐู ฺฉุฑฺบ

source: Edit
bn: সম্পাদনা
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать
ur: ุชุฑู ู ฺฉุฑฺบ

source: Clear
bn: পরিষ্কার
de: Löschen
es: Limpiar
fr: Effacer
ms: Kosongkan
ru: Очистить
ur: ุตุงู ฺฉุฑฺบ

source: Refresh
bn: রিফ্রেশ
de: Aktualisieren
es: Actualizar
fr: Actualiser
ms: Muat Semula
ru: Обновить
ur: ุชุงุฒ ฺฉุฑฺบ

# continueButton
source: Continue
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
ms: Teruskan
ru: Продолжить
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

source: Start
bn: শুরু
de: Starten
es: Iniciar
fr: Commencer
ms: Mula
ru: Начать
ur: ุดุฑูุน ฺฉุฑฺบ

source: Stop
bn: বন্ধ
de: Stoppen
es: Detener
fr: Arrêter
ms: Henti
ru: Остановить
ur: ุฑฺฉ ุฌุงุฆฺบ

source: Restart
bn: পুনরায় চালু করুন
de: Neu starten
es: Reiniciar
fr: Redémarrer
ms: Mula Semula
ru: Перезапустить
ur: ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑฺบ

source: Copy Text
bn: টেক্সট কপি করুন
de: Text kopieren
es: Copiar texto
fr: Copier le texte
ms: Salin Teks
ru: Копировать текст
ur: ูนฺฉุณูน ฺฉุงูพ ฺฉุฑฺบ

source: Share Text
bn: টেক্সট শেয়ার করুন
de: Text teilen
es: Compartir texto
fr: Partager le texte
ms: Kongsi Teks
ru: Поделиться текстом
ur: ูนฺฉุณูน ุดุฆุฑ ฺฉุฑฺบ

source: Refresh Location
bn: অবস্থান রিফ্রেশ করুন
de: Standort aktualisieren
es: Actualizar ubicación
fr: Actualiser la localisation
ms: Muat Semula Lokasi
ru: Обновить местоположение
ur: ู ูุงู ฺฉู ุชุงุฒ ฺฉุฑฺบ

# autoUpdateWhenAppClosed
source: Auto-update when app is closed
bn: অ্যাপ বন্ধ থাকলে স্বয়ংক্রিয় আপডেট
de: Automatisches Update bei geschlossener App
es: Actualización automática cuando la app esté cerrada
fr: Mise à jour automatique quand l'app est fermée
ms: Kemas Kini Auto Apabila Aplikasi Ditutup
ru: Автообновление при закрытом приложении
ur: ุงูพ ุจูุฏ ูู ูพุฑ ุฎูุฏฺฉุงุฑ ุงูพ ฺูน

source: Background updates disabled.
bn: ব্যাকগ্রাউন্ড আপডেট নিষ্ক্রিয়।
de: Hintergrund-Updates deaktiviert
es: Actualizaciones en segundo plano deshabilitadas
fr: Mises à jour en arrière-plan désactivées
ms: Kemas Kini Latar Belakang Dilumpuhkan.
ru: Фоновые обновления отключены.
ur: ุจฺฉ ฺฏุฑุงุคูฺ ุงูพ ฺูนุณ ุบุฑ ูุนุงู ฺบ

source: Clear All Custom Verses
bn: সব কাস্টম আয়াত পরিষ্কার করুন
de: Alle benutzerdefinierten Verse löschen
es: Limpiar todos los versículos personalizados
fr: Effacer tous les versets personnalisés
ms: Kosongkan Semua Ayat Suai
ru: Очистить все пользовательские аяты
ur: ุชู ุงู ฺฉุณูนู ุขุงุช ุตุงู ฺฉุฑฺบ

source: Clear All Bookmarks
bn: সব বুকমার্ক পরিষ্কার করুন
de: Alle Lesezeichen löschen
es: Limpiar todos los marcadores
fr: Effacer tous les signets
ms: Kosongkan Semua Penanda Buku
ru: Очистить все закладки
ur: ุชู ุงู ุจฺฉ ู ุงุฑฺฉุณ ุตุงู ฺฉุฑฺบ

source: Verse removed from widget
bn: উইজেট থেকে আয়াত সরানো হয়েছে
de: Vers aus Widget entfernt
es: Versículo eliminado del widget
fr: Verset retiré du widget
ms: Ayat dikeluarkan daripada widget
ru: Аят удален из виджета
ur: ุขุช ูุฌูน ุณ ูนุง ุฏ ฺฏุฆ

source: All custom verses cleared
bn: সমস্ত কাস্টম আয়াত মুছে ফেলা হয়েছে
de: Alle benutzerdefinierten Verse gelöscht
es: Todos los versículos personalizados eliminados
fr: Tous les versets personnalisés effacés
ms: Semua ayat suai dikosongkan
ru: Все пользовательские аяты очищены
ur: ุชู ุงู ฺฉุณูนู ุขุงุช ุตุงู ฺฉุฑ ุฏ ฺฏุฆฺบ

source: Download feature coming soon!
bn: ডাউনলোড ফিচার শীঘ্রই আসছে!
de: Download-Funktion kommt bald!
es: ¡Función de descarga próximamente!
fr: Fonctionnalité de téléchargement bientôt disponible!
ms: Ciri muat turun akan datang tidak lama lagi!
ru: Функция загрузки скоро будет доступна!
ur: ฺุงุคู ููฺ ฺฉ ุณููุช ุฌูุฏ ุขุฑ !

source: Prayer countdown service started
bn: নামাজের কাউন্টডাউন সেবা শুরু হয়েছে
de: Gebetszeit-Countdown-Dienst gestartet
es: Servicio de cuenta regresiva de oración iniciado
fr: Service de compte à rebours de prière démarré
ms: Perkhidmatan kira detik solat dimulakan
ru: Служба обратного отсчета намаза запущена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุดุฑูุน ู ฺฏุฆ

source: Prayer countdown service stopped
bn: নামাজের কাউন্টডাউন সেবা বন্ধ হয়েছে
de: Gebetszeit-Countdown-Dienst gestoppt
es: Servicio de cuenta regresiva de oración detenido
fr: Service de compte à rebours de prière arrêté
ms: Perkhidmatan kira detik solat dihentikan
ru: Служба обратного отсчета намаза остановлена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุฑฺฉ ฺฏุฆ

source: Prayer countdown service restarted
bn: নামাজের কাউন্টডাউন সেবা পুনরায় চালু হয়েছে
de: Gebetszeit-Countdown-Dienst neu gestartet
es: Servicio de cuenta regresiva de oración reiniciado
fr: Service de compte à rebours de prière redémarré
ms: Perkhidmatan kira detik solat dimulakan semula
ru: Служба обратного отсчета намаза перезапущена
ur: ูู ุงุฒ ฺฉุงุคููน ฺุงุคู ุณุฑูุณ ุฏูุจุงุฑ ุดุฑูุน ู ฺฏุฆ

source: Failed to share text
bn: টেক্সট শেয়ার করতে ব্যর্থ
de: Fehler beim Teilen des Textes
es: Error al compartir texto
fr: Échec du partage de texte
ms: Gagal berkongsi teks
ru: Не удалось поделиться текстом
ur: ูนฺฉุณูน ุดุฆุฑ ฺฉุฑู ู ฺบ ูุงฺฉุงู

source: Failed to share image
bn: ছবি শেয়ার করতে ব্যর্থ
de: Fehler beim Teilen des Bildes
es: Error al compartir imagen
fr: Échec du partage d'image
ms: Gagal berkongsi imej
ru: Не удалось поделиться изображением
ur: ุชุตูุฑ ุดุฆุฑ ฺฉุฑู ู ฺบ ูุงฺฉุงู

source: Tafsir downloaded successfully!
bn: তাফসির সফলভাবে ডাউনলোড হয়েছে!
de: Tafsir erfolgreich heruntergeladen!
es: ¡Tafsir descargado exitosamente!
fr: Tafsir téléchargé avec succès!
ms: Tafsir berjaya dimuat turun!
ru: Тафсир успешно загружен!
ur: ุชูุณุฑ ฺฉุงู ุงุจ ุณ ฺุงุคู ููฺ ู ฺฏุฆ!

source: Translation downloaded successfully!
bn: অনুবাদ সফলভাবে ডাউনলোড হয়েছে!
de: Übersetzung erfolgreich heruntergeladen!
es: ¡Traducción descargada exitosamente!
fr: Traduction téléchargée avec succès!
ms: Terjemahan berjaya dimuat turun!
ru: Перевод успешно загружен!
ur: ุชุฑุฌู  ฺฉุงู ุงุจ ุณ ฺุงุคู ููฺ ู ฺฏุง!

source: Unknown state
bn: অজানা অবস্থা
de: Unbekannter Zustand
es: Estado desconocido
fr: État inconnu
ms: Keadaan tidak diketahui
ru: Неизвестное состояние
ur: ูุงู ุนููู ุญุงูุช

# bukhari
source: Sahih al-Bukhari
bn: সহীহ আল-বুখারী
ru: Сахих аль-Бухари
ur: ุตุญุญ ุงูุจุฎุงุฑ

# muslim
source: Sahih Muslim
bn: সহীহ মুসলিম
ru: Сахих Муслим
ur: ุตุญุญ ู ุณูู

# tirmidhi
source: Jami' at-Tirmidhi
bn: জামি আত-তিরমিযি
ru: Джами' ат-Тирмизи
ur: ุฌุงู ุน ุชุฑู ุฐ

# dawood
source: Sunan Abi Dawud
bn: সুনান আবু দাউদ
ru: Сунан Абу Дауд
ur: ุณูู ุงุจู ุฏุงุคุฏ

# majah
source: Sahih Ibn Majah
bn: সহীহ ইবনে মাজাহ
ru: Сахих Ибн Маджа
ur: ุตุญุญ ุงุจู ู ุงุฌ

# nasa
source: Sunan an-Nasa'i
bn: সুনান আন-নাসাঈ
ru: Сунан ан-Насаи
ur: ุณูู ูุณุงุฆ

# masabih
source: Mishkat al-Masabih
bn: মিশকাতুল মাসাবিহ
ru: Мишкат аль-Масабих
ur: ู ุดฺฉุง ุงูู ุตุงุจุญ

# ahmad
source: Musnad Ahmad
bn: মুসনাদ আহমাদ
ru: Муснад Ахмад
ur: ู ุณูุฏ ุงุญู ุฏ

# sahiha
source: Silsilah al-Sahihah
bn: সিলসিলাহ আস-সহীহাহ
ru: Силсила ас-Сахиха
ur: ุณูุณู ุตุญุญ

source: Delete Event
bn: ইভেন্ট মুছুন
de: Ereignis löschen
es: Eliminar evento
fr: Supprimer l'événement
ms: Padam acara
ru: Удалить событие
ur: ูุงูุน ุญุฐู ฺฉุฑฺบ

source: Add Event
bn: ইভেন্ট যোগ করুন
de: Ereignis hinzufügen
es: Agregar evento
fr: Ajouter un événement
ms: Tambah acara
ru: Добавить событие
ur: ูุงูุน ุดุงู ู ฺฉุฑฺบ

source: Edit Event
bn: ইভেন্ট সম্পাদনা করুন
de: Ereignis bearbeiten
es: Editar evento
fr: Modifier l'événement
ms: Edit acara
ru: Редактировать событие
ur: ูุงูุน ุชุฑู ู ฺฉุฑฺบ

source: Receive Notification
bn: বিজ্ঞপ্তি পান
de: Benachrichtigung erhalten
es: Recibir notificación
fr: Recevoir une notification
ms: Terima pemberitahuan
ru: Получить уведомление
ur: ูููนูฺฉุดู ุญุงุตู ฺฉุฑฺบ

# getNotifiedAboutEvent
source: Get notified about this event
bn: এই ইভেন্ট সম্পর্কে অবগত হন
de: Über dieses Ereignis benachrichtigt werden
es: Recibir notificación sobre este evento
fr: Être notifié de cet événement
ms: Dapatkan pemberitahuan tentang acara ini
ru: Получить уведомление об этом событии
ur: ุงุณ ูุงูุน ฺฉ ุจุงุฑ ู ฺบ ุขฺฏุง ูฺบ

source: All Day Event
bn: সারাদিনের ইভেন্ট
de: Ganztägiges Ereignis
es: Evento de todo el día
fr: Événement toute la journée
ms: Acara sepanjang hari
ru: Событие на весь день
ur: ุชู ุงู ุฏู ฺฉุง ูุงูุน

source: Choose Color
bn: রঙ বেছে নিন
de: Farbe wählen
es: Elegir color
fr: Choisir une couleur
ms: Pilih warna
ru: Выбрать цвет
ur: ุฑูฺฏ ู ูุชุฎุจ ฺฉุฑฺบ

source: Hijri Calendar
bn: হিজরি ক্যালেন্ডার
de: Hijri-Kalender
es: Calendario Hijri
fr: Calendrier Hijri
ms: Kalendar Hijrah
ru: Хиджри календарь
ur: ุฌุฑ ฺฉููฺุฑ

source: Selected Date
bn: নির্বাচিত তারিখ
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
ms: Tarikh dipilih
ru: Выбранная дата
ur: ู ูุชุฎุจ ฺฉุฑุฏ ุชุงุฑุฎ

source: No events for this date
bn: এই তারিখের জন্য কোন ইভেন্ট নেই
de: Keine Ereignisse für dieses Datum
es: No hay eventos para esta fecha
fr: Aucun événement pour cette date
ms: Tiada acara untuk tarikh ini
ru: Нет событий на эту дату
ur: ุงุณ ุชุงุฑุฎ ฺฉ ู ฺฉูุฆ ูุงูุน ูฺบ

# tapPlusButtonToAddEvent
source: Tap the + button to add an event
bn: একটি ইভেন্ট যোগ করতে + বোতামে ট্যাপ করুন
de: Tippen Sie auf die Plus-Taste, um ein Ereignis hinzuzufügen
es: Toca el botón + para agregar un evento
fr: Appuyez sur le bouton + pour ajouter un événement
ms: Ketik butang tambah untuk menambah acara
ru: Нажмите кнопку плюс, чтобы добавить событие
ur: ูุงูุน ุดุงู ู ฺฉุฑู ฺฉ ู + ุจูนู ุฏุจุงุฆฺบ

source: Muharram
bn: মুহাররম
ru: Мухаррам
ur: ู ุญุฑู

source: Safar
bn: সফর
ru: Сафар
ur: ุตูุฑ

source: Rabi' al-awwal
bn: রবিউল আউয়াল
ru: Раби' аль-авваль
ur: ุฑุจุน ุงูุงูู

source: Rabi' al-thani
bn: রবিউস সানি
ru: Раби' ас-сани
ur: ุฑุจุน ุงูุซุงู

source: Jumada al-awwal
bn: জমাদিউল আউয়াল
ru: Джумада аль-авваль
ur: ุฌู ุงุฏ ุงูุงูู

source: Jumada al-thani
bn: জমাদিউস সানি
ru: Джумада ас-сани
ur: ุฌู ุงุฏ ุงูุซุงู

source: Rajab
bn: রজব
ru: Раджаб
ur: ุฑุฌุจ

source: Sha'ban
bn: শাবান
ru: Ша'бан
ur: ุดุนุจุงู

source: Ramadan
bn: রমজান
es: Ramadán
ru: Рамадан
ur: ุฑู ุถุงู

source: Shawwal
bn: শাওয়াল
ru: Шавваль
ur: ุดูุงู

source: Dhu al-Qi'dah
bn: জিলকদ
ru: Зу-ль-Ка'да
ur: ุฐ ุงููุนุฏ

source: Dhu al-Hijjah
bn: জিলহজ
ru: Зу-ль-Хиджа
ur: ุฐ ุงูุญุฌ

source: January
bn: জানুয়ারি
de: Januar
es: Enero
fr: Janvier
ms: Januari
ru: Январь
ur: ุฌููุฑ

source: February
bn: ফেব্রুয়ারি
de: Februar
es: Febrero
fr: Février
ms: Februari
ru: Февраль
ur: ูุฑูุฑ

source: March
bn: মার্চ
de: März
es: Marzo
fr: Mars
ms: Mac
ru: Март
ur: ู ุงุฑฺ

source: April
bn: এপ্রিল
es: Abril
fr: Avril
ru: Апрель
ur: ุงูพุฑู

source: May
bn: মে
de: Mai
es: Mayo
fr: Mai
ms: Mei
ru: Май
ur: ู ุฆ

source: June
bn: জুন
de: Juni
es: Junio
fr: Juin
ms: Jun
ru: Июнь
ur: ุฌูู

source: July
bn: জুলাই
de: Juli
es: Julio
fr: Juillet
ms: Julai
ru: Июль
ur: ุฌููุงุฆ

source: August
bn: আগস্ট
es: Agosto
fr: Août
ms: Ogos
ru: Август
ur: ุงฺฏุณุช

source: September
bn: সেপ্টেম্বর
es: Septiembre
fr: Septembre
ru: Сентябрь
ur: ุณุชู ุจุฑ

source: October
bn: অক্টোবর
de: Oktober
es: Octubre
fr: Octobre
ms: Oktober
ru: Октябрь
ur: ุงฺฉุชูุจุฑ

source: November
bn: নভেম্বর
es: Noviembre
fr: Novembre
ru: Ноябрь
ur: ููู ุจุฑ

source: December
bn: ডিসেম্বর
de: Dezember
es: Diciembre
fr: Décembre
ms: Disember
ru: Декабрь
ur: ุฏุณู ุจุฑ

source: Event Title
bn: ইভেন্টের শিরোনাম
de: Ereignistitel
es: Título del evento
fr: Titre de l'événement
ms: Tajuk acara
ru: Название события
ur: ูุงูุน ฺฉุง ุนููุงู

source: Description
bn: বর্ণনা
de: Beschreibung
es: Descripción
ms: Penerangan
ru: Описание
ur: ุชูุตู

source: Event Color:
bn: ইভেন্টের রঙ:
de: Ereignisfarbe:
es: Color del evento:
fr: Couleur de l'événement:
ms: Warna acara:
ru: Цвет события:
ur: ูุงูุน ฺฉุง ุฑูฺฏ:

source: Start Time
bn: শুরুর সময়
de: Startzeit
es: Hora de inicio
fr: Heure de début
ms: Masa mula
ru: Время начала
ur: ุดุฑูุน ฺฉุง ููุช

source: End Time
bn: শেষের সময়
de: Endzeit
es: Hora de fin
fr: Heure de fin
ms: Masa tamat
ru: Время окончания
ur: ุฎุชู ฺฉุง ููุช

# startTimeRequired
source: Start time is required
bn: শুরুর সময় প্রয়োজন
de: Startzeit ist erforderlich
es: La hora de inicio es requerida
fr: L'heure de début est requise
ms: Masa mula diperlukan
ru: Время начала обязательно
ur: ุดุฑูุน ฺฉุง ููุช ุถุฑูุฑ 

# endTimeAfterStart
source: End time must be after start time
bn: শেষের সময় অবশ্যই শুরুর সময়ের পরে হতে হবে
de: Endzeit muss nach der Startzeit liegen
es: La hora de fin debe ser después de la hora de inicio
fr: L'heure de fin doit être après l'heure de début
ms: Masa tamat mestilah selepas masa mula
ru: Время окончания должно быть после времени начала
ur: ุงุฎุชุชุงู ฺฉุง ููุช ุดุฑูุน ฺฉ ููุช ฺฉ ุจุนุฏ ููุง ฺุง

# startPrefix
source: Start
bn: শুরু
es: Inicio
fr: Début
ms: Mula
ru: Начало
ur: ุดุฑูุน

# endPrefix
source: End
bn: শেষ
de: Ende
es: Fin
fr: Fin
ms: Tamat
ru: Конец
ur: ุงุฎุชุชุงู

source: All Day
bn: সারাদিন
de: Ganztägig
es: Todo el día
fr: Toute la journée
ms: Sepanjang hari
ru: Весь день
ur: ุชู ุงู ุฏู

# endTimeRequired
source: End time is required
bn: শেষের সময় প্রয়োজন
de: Endzeit ist erforderlich
es: La hora de fin es requerida
fr: L'heure de fin est requise
ms: Masa tamat diperlukan
ru: Время окончания обязательно
ur: ุงุฎุชุชุงู ฺฉุง ููุช ุถุฑูุฑ 

source: Notify
bn: জানান
de: Benachrichtigen
es: Notificar
fr: Notifier
ms: Beritahu
ru: Уведомить
ur: ุขฺฏุง ฺฉุฑฺบ

source: Library
bn: লাইব্রেরি
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ms: Perpustakaan
ru: Библиотека
ur: ูุงุฆุจุฑุฑ

source: All
bn: সকল
de: Alle
es: Todos
fr: Tous
ms: Semua
ru: Все
ur: ุชู ุงู

source: Filtered
bn: ফিল্টার করা
de: Gefiltert
es: Filtrados
fr: Filtrés
ms: Ditapis
ru: Отфильтрованные
ur: ูููนุฑ ุดุฏ

source: Read More
bn: আরও পড়ুন
de: Mehr lesen
es: Leer más
fr: Lire plus
ms: Baca lagi
ru: Читать далее
ur: ู ุฒุฏ ูพฺฺพฺบ

source: Page
bn: পৃষ্ঠা
de: Seite
es: Página
ms: Halaman
ru: Страница
ur: ุตูุญ

# pageOf
source: of
bn: এর
de: von
es: de
fr: de
ms: daripada
ru: из
ur: ฺฉุง

source: First
bn: প্রথম
de: Erste
es: Primera
fr: Première
ms: Pertama
ru: Первая
ur: ูพูุง

source: Prev
bn: পূর্ববর্তী
de: Vorherige
es: Anterior
fr: Précédente
ms: Sebelum
ru: Предыдущая
ur: ูพฺฺพูุง

source: Next
bn: পরবর্তী
de: Nächste
es: Siguiente
fr: Suivante
ms: Seterusnya
ru: Следующая
ur: ุงฺฏูุง

source: Last
bn: শেষ
de: Letzte
es: Última
fr: Dernière
ms: Terakhir
ru: Последняя
ur: ุขุฎุฑ

source: Jump to:
bn: যান:
de: Gehen zu:
es: Ir a:
fr: Aller à:
ms: Lompat ke:
ru: Перейти к:
ur: ุฌุงุฆฺบ:

source: Go
bn: যান
de: Los
es: Ir
fr: Aller
ms: Pergi
ru: Перейти
ur: ุฌุงุค

source: Oops! Something went wrong
bn: ওহো! কিছু ভুল হয়েছে
de: Hoppla! Etwas ist schiefgelaufen
es: ¡Ups! Algo salió mal
fr: Oups! Quelque chose s'est mal passé
ms: Aduh! Sesuatu tidak kena
ru: Упс! Что-то пошло не так
ur: ุงู! ฺฉฺฺพ ุบูุท ู ฺฏุง

source: Choose Language
bn: ভাষা বেছে নিন
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
ms: Pilih bahasa
ru: Выберите язык
ur: ุฒุจุงู ู ูุชุฎุจ ฺฉุฑฺบ

source: Search languages...
bn: ভাষা অনুসন্ধান করুন...
de: Sprachen suchen...
es: Buscar idiomas...
fr: Rechercher des langues...
ms: Cari bahasa...
ru: Поиск языков...
ur: ุฒุจุงูฺบ ุชูุงุด ฺฉุฑฺบ...

source: Save Event
bn: ইভেন্ট সংরক্ষণ করুন
de: Ereignis speichern
es: Guardar evento
fr: Sauvegarder l'événement
ms: Simpan acara
ru: Сохранить событие
ur: ูุงูุน ู ุญููุธ ฺฉุฑฺบ

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
ms: Simpan perubahan
ru: Сохранить изменения
ur: ุชุจุฏูุงฺบ ู ุญููุธ ฺฉุฑฺบ

# pickColor
source: Pick a color
bn: একটি রঙ বেছে নিন
de: Farbe auswählen
es: Elegir un color
fr: Choisir une couleur
ms: Pilih warna
ru: Выбрать цвет
ur: ุฑูฺฏ ู ูุชุฎุจ ฺฉุฑฺบ

source: Select
bn: নির্বাচন করুন
de: Auswählen
es: Seleccionar
fr: Sélectionner
ms: Pilih
ru: Выбрать
ur: ู ูุชุฎุจ ฺฉุฑฺบ

source: Error
bn: ত্রুটি
de: Fehler
fr: Erreur
ms: Ralat
ru: Ошибка
ur: ุฎุฑุงุจ

source: Fajr
bn: ফজর
ms: Subuh
ru: Фаджр
ur: ูุฌุฑ

source: Dhuhr
bn: জুহর
ms: Zohor
ru: Зухр
ur: ุธุฑ

source: Asr
bn: আসর
ms: Asar
ru: Аср
ur: ุนุตุฑ

source: Maghrib
bn: মাগরিব
ru: Магриб
ur: ู ุบุฑุจ

source: Isha
bn: ইশা
ms: Isyak
ru: Иша
ur: ุนุดุงุก

source: Reset Counter
bn: কাউন্টার রিসেট করুন
de: Zähler zurücksetzen
es: Reiniciar contador
fr: Réinitialiser le compteur
ms: Set semula kaunter
ru: Сбросить счетчик
ur: ฺฉุงุคููนุฑ ุฑ ุณูน ฺฉุฑฺบ

# resetCounterConfirmation
source: Are you sure you want to reset the counter to 0?
bn: আপনি কি নিশ্চিত যে আপনি কাউন্টার ০ এ রিসেট করতে চান?
de: Sind Sie sicher, dass Sie den Zähler auf 0 zurücksetzen möchten?
es: ¿Estás seguro de que quieres reiniciar el contador a 0?
fr: Êtes-vous sûr de vouloir réinitialiser le compteur à 0?
ms: Adakah anda pasti mahu menetapkan semula kaunter kepada 0?
ru: Вы уверены, что хотите сбросить счетчик на 0?
ur: ฺฉุง ุขูพ ูุงูุน ฺฉุงุคููนุฑ ฺฉู 0 ูพุฑ ุฑ ุณูน ฺฉุฑูุง ฺุงุช ฺบุ

source: Note
bn: নোট
de: Notiz
es: Nota
ms: Nota
ru: Заметка
ur: ูููน

source: Vibrate
bn: কম্পন
de: Vibrieren
es: Vibrar
fr: Vibrer
ms: Getar
ru: Вибрация
ur: ฺฉู ูพู

source: Silent
bn: নীরব
de: Stumm
es: Silencioso
fr: Silencieux
ms: Senyap
ru: Беззвучный
ur: ุฎุงู ูุด

source: Finding Qiblah Direction...
bn: কিবলার দিক খোঁজা হচ্ছে...
de: Suche Qibla-Richtung...
es: Encontrando dirección de Qibla...
fr: Recherche de la direction de Qibla...
ms: Mencari arah kiblat...
ru: Поиск направления Киблы...
ur: ูุจู ฺฉ ุณู ุช ุชูุงุด ฺฉุฑ ุฑ ฺบ...

source: Something went wrong
bn: কিছু ভুল হয়েছে
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
ms: Sesuatu tidak kena
ru: Что-то пошло не так
ur: ฺฉฺฺพ ุบูุท ู ฺฏุง

source: Location Permission Required
bn: অবস্থানের অনুমতি প্রয়োজন
de: Standortberechtigung erforderlich
es: Permiso de ubicación requerido
fr: Permission de localisation requise
ms: Kebenaran lokasi diperlukan
ru: Требуется разрешение на местоположение
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ุฏุฑฺฉุงุฑ

source: Open Settings
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
ms: Buka tetapan
ru: Открыть настройки
ur: ุณูนูฺฏุฒ ฺฉฺพููฺบ

source: Aligned with Qiblah
bn: কিবলার সাথে সারিবদ্ধ
de: Mit Qibla ausgerichtet
es: Alineado con Qibla
fr: Aligné avec Qibla
ms: Sejajar dengan kiblat
ru: Выровнено с Киблой
ur: ูุจู ุณ ู ุชูุงุฒ

source: Finding Direction...
bn: দিক খোঁজা হচ্ছে...
de: Suche Richtung...
es: Encontrando dirección...
fr: Recherche de direction...
ms: Mencari arah...
ru: Поиск направления...
ur: ุณู ุช ุชูุงุด ฺฉุฑ ุฑ ฺบ...

# perfectQiblahAlignment
source: 🕋 Perfect! You are facing the Qiblah direction
bn: 🕋 নিখুঁত! আপনি কিবলার দিকে তাকিয়ে আছেন
de: 🕋 Perfekt! Sie schauen in Richtung Qibla
es: 🕋 ¡Perfecto! Estás mirando hacia la dirección de Qibla
fr: 🕋 Parfait! Vous faites face à la direction de Qibla
ms: 🕋 Sempurna! Anda menghadap arah kiblat
ru: 🕋 Отлично! Вы смотрите в направлении Киблы
ur: ๐ ุจุชุฑู! ุขูพ ูุจู ฺฉ ุณู ุช ฺฉ ุทุฑู ุฑุฎ ฺฉุฑ ุฑ ฺบ

# rotateDeviceInstruction
source: Rotate your device until the arrow points toward Mecca
bn: তীরটি মক্কার দিকে না নির্দেশ করা পর্যন্ত আপনার ডিভাইস ঘুরান
de: Drehen Sie Ihr Gerät, bis der Pfeil nach Mekka zeigt
es: Rota tu dispositivo hasta que la flecha apunte hacia La Meca
fr: Tournez votre appareil jusqu'à ce que la flèche pointe vers La Mecque
ms: Putar peranti anda sehingga anak panah menunjuk ke Mekah
ru: Поверните устройство, пока стрелка не будет указывать на Мекку
ur: ุงูพู ุขู ฺฉู ุงุณ ููุช ุชฺฉ ฺฏฺพู ุงุฆฺบ ุฌุจ ุชฺฉ ุชุฑ ู ฺฉ ฺฉ ุทุฑู ุงุดุงุฑ ู ฺฉุฑ

source: Athkar Collection
bn: জিকিরের সংগ্রহ
de: Athkar-Sammlung
es: Colección de Athkar
fr: Collection d'Athkar
ms: Koleksi Zikir
ru: Коллекция Азкар
ur: ุงุฐฺฉุงุฑ ู ุฌู ูุน

# selectedAthkarGroups
source: {count} selected athkar groups
bn: {count} জিকির গ্রুপ নির্বাচিত
de: {count} Athkar-Gruppen ausgewählt
es: {count} grupos de athkar seleccionados
fr: {count} groupes d'athkar sélectionnés
ms: {count} kumpulan zikir dipilih
ru: {count} групп азкар выбрано
ur: {count} ู ูุชุฎุจ ฺฉุฑุฏ ุงุฐฺฉุงุฑ ฺฏุฑููพุณ
